Repository: aidX-AG/mentalhealth-GPT
Catalog: locales/*/core.po
Languages: de_ch, es, fr_ch

source: Learn grammar rules:
de_ch: Grammatikregeln lernen:
es: Aprende las reglas gramaticales:
fr_ch: Apprenez les règles de grammaire :

source: Learning the basic grammar rules can help you write and speak more accurately. Try to focus on one rule at a time and practice using it in your writing and speaking. There are many online resources, such as grammar books and videos, that can help you learn grammar rules.
de_ch: Das Erlernen der grundlegenden Grammatikregeln kann Ihnen helfen, präziser zu schreiben und zu sprechen. Konzentrieren Sie sich jeweils auf eine Regel und üben Sie deren Anwendung beim Schreiben und Sprechen. Es gibt viele Online-Ressourcen wie Grammatikbücher und Videos, die Ihnen beim Erlernen der Grammatikregeln helfen können.
es: Aprender las reglas gramaticales básicas puede ayudarte a escribir y hablar con mayor precisión. Intenta centrarte en una regla cada vez y practica su uso al escribir y hablar. Existen muchos recursos en línea, como libros de gramática y vídeos, que pueden ayudarte a aprender las reglas gramaticales.
fr_ch: Apprendre les règles grammaticales de base peut vous aider à écrire et à parler avec plus de précision. Essayez de vous concentrer sur une règle à la fois et entraînez-vous à l'utiliser dans vos écrits et vos conversations. Il existe de nombreuses ressources en ligne, telles que des livres et des vidéos sur la grammaire, qui peuvent vous aider à apprendre les règles grammaticales.

source: Let’s ask the smartest AI Chat
de_ch: Fragen wir den intelligentesten KI-Chat
fr_ch: Demandons à l'IA Chat la plus intelligente

source: Light
de_ch: Licht
es: Luz
fr_ch: Lumière

source: Light mode
de_ch: Hellmodus
es: Modo ligero
fr_ch: Mode clair

source: Link
es: Enlace
fr_ch: Lien

source: Link copied
de_ch: Link kopiert
es: Enlace copiado
fr_ch: Lien copié

source: Listen to English:
de_ch: Englisch hören:
es: Escuchar inglés:
fr_ch: Écouter l'anglais :

source: Listening to English podcasts, audiobooks, and videos can help you improve your listening and comprehension skills. It can also help you get used to different accents and intonations.
de_ch: Das Anhören von englischen Podcasts, Hörbüchern und Videos kann Ihnen dabei helfen, Ihre Hör- und Verständnisfähigkeiten zu verbessern. Außerdem können Sie sich so an verschiedene Akzente und Intonationen gewöhnen.
es: Escuchar podcasts, audiolibros y vídeos en inglés puede ayudarte a mejorar tus habilidades de comprensión auditiva. También puede ayudarte a acostumbrarte a diferentes acentos y entonaciones.
fr_ch: Écouter des podcasts, des livres audio et des vidéos en anglais peut vous aider à améliorer vos compétences en compréhension orale. Cela peut également vous aider à vous habituer à différents accents et intonations.

source: Load more
de_ch: Mehr laden
fr_ch: Charger plus

source: Location
de_ch: Standort
es: Ubicación
fr_ch: Emplacement

source: lock
de_ch: Schloss
es: cerrar con llave
fr_ch: serrure

source: Log out
de_ch: Abmelden
fr_ch: Se déconnecter

source: Make admin
de_ch: Als Administrator festlegen
es: Hacer administrador
fr_ch: Faire administrateur

source: Make sure you have the rights to use the suggested media.
de_ch: Stellen Sie sicher, dass Sie die Rechte zur Nutzung der vorgeschlagenen Medien besitzen.
es: Asegúrate de que tienes los derechos para utilizar los medios sugeridos.
fr_ch: Assurez-vous que vous disposez des droits nécessaires pour utiliser les médias suggérés.

source: Man
de_ch: Mann
es: Hombre
fr_ch: Homme

source: Manage subscription
de_ch: Abonnement verwalten
es: Gestionar suscripción
fr_ch: Gérer l'abonnement

source: Mar 2023
de_ch: März 2023
es: Marzo de 2023
fr_ch: Mars 2023

source: Mark
es: Marcar
fr_ch: Marque

source: Members
de_ch: Mitglieder
es: Miembros
fr_ch: Membres

source: mentalhealthGPT is not just a general-purpose AI repurposed for mental health – it is specifically designed from the ground up to serve the needs of mental health professionals, clinics, and patients. While platforms like ChatGPT or DeepSeek offer powerful language capabilities, they are not tailored for clinical accuracy, therapeutic tone, or privacy-critical environments. mentalhealthGPT uses specialized AI models that have been fine-tuned on mental health contexts – including psychotherapy, diagnostics, patient communication, research workflows, and administrative tasks. This leads to more context-aware, ethically aligned, and medically relevant outputs. Moreover, we enforce strict encryption, with decryption keys held exclusively in Switzerland. This zero-trust architecture means only the authorized user can read the data – not even we as developers. The result: a trusted digital assistant designed for the realities of clinical practice, enabling safe, accurate, and efficient support across the mental healthcare spectrum.
de_ch: mentalhealthGPT ist nicht nur eine allgemeine KI, die für die psychische Gesundheit umfunktioniert wurde – sie wurde von Grund auf speziell für die Bedürfnisse von Fachleuten für psychische Gesundheit, Kliniken und Patienten entwickelt. Plattformen wie ChatGPT oder DeepSeek bieten zwar leistungsstarke Sprachfunktionen, sind jedoch nicht auf klinische Genauigkeit, therapeutischen Tonfall oder datenschutzkritische Umgebungen zugeschnitten. mentalhealthGPT verwendet spezielle KI-Modelle, die auf den Kontext der psychischen Gesundheit abgestimmt sind – darunter Psychotherapie, Diagnostik, Patientenkommunikation, Forschungsabläufe und Verwaltungsaufgaben. Dies führt zu kontextbezogeneren, ethisch korrekten und medizinisch relevanten Ergebnissen. Darüber hinaus setzen wir eine strenge Verschlüsselung durch, wobei die Entschlüsselungscodes ausschließlich in der Schweiz aufbewahrt werden. Diese Zero-Trust-Architektur bedeutet, dass nur autorisierte Benutzer die Daten lesen können – nicht einmal wir als Entwickler. Das Ergebnis: ein vertrauenswürdiger digitaler Assistent, der für die Realitäten der klinischen Praxis entwickelt wurde und eine sichere, genaue und effiziente Unterstützung im gesamten Spektrum der psychischen Gesundheitsversorgung ermöglicht.
es: mentalhealthGPT no es solo una IA de uso general reutilizada para la salud mental, sino que está diseñada específicamente desde cero para satisfacer las necesidades de los profesionales de la salud mental, las clínicas y los pacientes. Aunque plataformas como ChatGPT o DeepSeek ofrecen potentes capacidades lingüísticas, no están adaptadas para la precisión clínica, el tono terapéutico o los entornos en los que la privacidad es fundamental. mentalhealthGPT utiliza modelos de IA especializados que se han ajustado a los contextos de salud mental, incluyendo la psicoterapia, el diagnóstico, la comunicación con los pacientes, los flujos de trabajo de investigación y las tareas administrativas. Esto da lugar a resultados más sensibles al contexto, alineados con la ética y médicamente relevantes. Además, aplicamos un cifrado estricto, con claves de descifrado que se guardan exclusivamente en Suiza. Esta arquitectura de confianza cero significa que solo el usuario autorizado puede leer los datos, ni siquiera nosotros como desarrolladores. El resultado: un asistente digital de confianza diseñado para la realidad de la práctica clínica, que permite un apoyo seguro, preciso y eficiente en todo el espectro de la atención de la salud mental.
fr_ch: mentalhealthGPT n'est pas seulement une IA polyvalente réutilisée pour la santé mentale : elle est spécialement conçue dès le départ pour répondre aux besoins des professionnels de la santé mentale, des cliniques et des patients. Si des plateformes telles que ChatGPT ou DeepSeek offrent de puissantes capacités linguistiques, elles ne sont pas adaptées à la précision clinique, au ton thérapeutique ou aux environnements où la confidentialité est essentielle. mentalhealthGPT utilise des modèles d'IA spécialisés qui ont été affinés en fonction des contextes de santé mentale, notamment la psychothérapie, les diagnostics, la communication avec les patients, les flux de travail de recherche et les tâches administratives. Cela permet d'obtenir des résultats plus adaptés au contexte, plus conformes à l'éthique et plus pertinents sur le plan médical. De plus, nous appliquons un cryptage strict, les clés de décryptage étant conservées exclusivement en Suisse. Cette architecture « zero trust » signifie que seul l'utilisateur autorisé peut lire les données, pas même nous, les développeurs. Le résultat : un assistant numérique fiable, conçu pour les réalités de la pratique clinique, qui permet un soutien sûr, précis et efficace dans tout le domaine de la santé mentale.

source: mention you in
de_ch: Sie erwähnen in
es: te menciono en
fr_ch: vous mentionner dans

source: Mentioned
de_ch: Erwähnt
es: Mencionado
fr_ch: Mentionné

source: MM / YY
de_ch: MM / JJ
fr_ch: MM / AA

source: monthly
de_ch: monatlich
fr_ch: mensuel

source: Monthly billing
de_ch: Monatliche Abrechnung
fr_ch: Facturation mensuelle

source: Monthly Plan
de_ch: Monatsplan
fr_ch: Forfait mensuel

source: More
de_ch: Mehr
es: Más
fr_ch: Plus

source: Name
es: Nombre
fr_ch: Nom

source: Name member
de_ch: Mitglied benennen
es: Nombre del miembro
fr_ch: Nom du membre

source: New chat
de_ch: Neuer Chat
es: Nuevo chat
fr_ch: Nouveau chat

source: New list
de_ch: Neue Liste
es: Nueva lista
fr_ch: Nouvelle liste

source: New notifications
de_ch: Neue Benachrichtigungen
es: Nuevas notificaciones
fr_ch: Nouvelles notifications

source: New password
de_ch: Neues Passwort
es: Nueva contraseña
fr_ch: Nouveau mot de passe

source: New variation
de_ch: Neue Variante
es: Nueva variación
fr_ch: Nouvelle variante

source: New version available
de_ch: Neue Version verfügbar
fr_ch: Nouvelle version disponible

source: Note: This is just an example of a simple HTML form. In a real-world scenario, you would also want to include proper validation and handling of the form data on the server side.
de_ch: Hinweis: Dies ist nur ein Beispiel für ein einfaches HTML-Formular. In einer realen Situation würden Sie auch eine ordnungsgemäße Validierung und Verarbeitung der Formulardaten auf der Serverseite einbauen wollen.
es: Nota: Este es solo un ejemplo de un formulario HTML sencillo. En un escenario real, también sería conveniente incluir una validación y un tratamiento adecuados de los datos del formulario en el lado del servidor.
fr_ch: Remarque : il s'agit simplement d'un exemple de formulaire HTML simple. Dans un scénario réel, vous devrez également inclure une validation et un traitement appropriés des données du formulaire côté serveur.

source: Only people invited in this list can access
de_ch: Nur Personen, die in dieser Liste eingeladen sind, haben Zugriff
es: Solo las personas invitadas en esta lista pueden acceder
fr_ch: Seules les personnes invitées dans cette liste peuvent accéder

source: Only the user has access to the encrypted data. No one else – not even our technical team – can decrypt or view the data. This ensures full compliance with the highest data protection standards (GDPR, Swiss DSG, and clinical-grade confidentiality). The mentalhealthGPT platform is designed from the ground up as zero-access and privacy-first.
de_ch: Nur der Nutzer hat Zugriff auf die verschlüsselten Daten. Niemand sonst – nicht einmal unser technisches Team – kann die Daten entschlüsseln oder einsehen. Dadurch wird die vollständige Einhaltung der höchsten Datenschutzstandards (DSGVO, Schweizer DSG und klinische Vertraulichkeit) gewährleistet. Die mentalhealthGPT-Plattform wurde von Grund auf als Zero-Access- und Privacy-First-Plattform konzipiert.
es: Solo el usuario tiene acceso a los datos cifrados. Nadie más, ni siquiera nuestro equipo técnico, puede descifrar o ver los datos. Esto garantiza el pleno cumplimiento de las normas más estrictas en materia de protección de datos (RGPD, DSG suiza y confidencialidad de grado clínico). La plataforma mentalhealthGPT está diseñada desde cero con un acceso cero y la privacidad como prioridad.
fr_ch: Seul l'utilisateur a accès aux données cryptées. Personne d'autre, pas même notre équipe technique, ne peut décrypter ou consulter ces données. Cela garantit le respect total des normes les plus strictes en matière de protection des données (RGPD, LPD suisse et confidentialité de niveau clinique). La plateforme mentalhealthGPT a été conçue dès le départ pour offrir un accès zéro et privilégier la confidentialité.

source: OR
de_ch: ODER
fr_ch: OU

source: Or share to members
de_ch: Oder an Mitglieder weitergeben
es: O compartir con los miembros
fr_ch: Ou partager avec les membres

source: Organize chats (coming soon)
de_ch: Chats organisieren (in Kürze verfügbar)
fr_ch: Organiser des chats (bientôt disponible)

source: Original + Settings
de_ch: Original + Einstellungen
es: Original + Configuración
fr_ch: Original + Paramètres

source: Our AI can securely transcribe audio recordings from therapy sessions, structure the content, and generate clear, professional summaries — all with end-to-end encryption.
de_ch: Unsere KI kann Audioaufzeichnungen von Therapiesitzungen sicher transkribieren, den Inhalt strukturieren und klare, professionelle Zusammenfassungen erstellen – alles mit End-to-End-Verschlüsselung.
fr_ch: Notre IA peut transcrire en toute sécurité les enregistrements audio des séances de thérapie, structurer le contenu et générer des résumés clairs et professionnels, le tout avec un cryptage de bout en bout.

source: Our AI will help you transform transcripts into clear, structured, and confidential reports — automatically.
de_ch: Unsere KI hilft Ihnen dabei, Transkripte automatisch in klare, strukturierte und vertrauliche Berichte umzuwandeln.
fr_ch: Notre IA vous aidera à transformer automatiquement vos transcriptions en rapports clairs, structurés et confidentiels.

source: Our AI-powered video analysis is coming soon. It will help analyze therapy session recordings, detect key themes, nonverbal cues, and therapeutic dynamics — all with full end-to-end security.
de_ch: Unsere KI-gestützte Videoanalyse ist in Kürze verfügbar. Sie hilft dabei, Aufzeichnungen von Therapiesitzungen zu analysieren, wichtige Themen, nonverbale Signale und therapeutische Dynamiken zu erkennen – und das alles mit umfassender End-to-End-Sicherheit.
fr_ch: Notre analyse vidéo basée sur l'IA sera bientôt disponible. Elle permettra d'analyser les enregistrements des séances de thérapie, de détecter les thèmes clés, les signaux non verbaux et la dynamique thérapeutique, le tout avec une sécurité totale de bout en bout.

source: Our custom mentalhealthGPT models are now fully secured, hosted, and scalable within the EU region — ready to support fast and confidential AI services for mental health workflows. All data is end-to-end encrypted and only accessible with decryption keys securely stored in Switzerland.
de_ch: Unsere maßgeschneiderten mentalhealthGPT-Modelle sind nun vollständig gesichert, gehostet und innerhalb der EU skalierbar – bereit, schnelle und vertrauliche KI-Dienste für Arbeitsabläufe im Bereich der psychischen Gesundheit zu unterstützen. Alle Daten sind durchgehend verschlüsselt und nur mit Entschlüsselungscodes zugänglich, die sicher in der Schweiz gespeichert sind.
es: Nuestros modelos personalizados mentalhealthGPT ahora están totalmente protegidos, alojados y son escalables dentro de la región de la UE, listos para respaldar servicios de IA rápidos y confidenciales para flujos de trabajo de salud mental. Todos los datos están cifrados de extremo a extremo y solo se puede acceder a ellos con claves de descifrado almacenadas de forma segura en Suiza.
fr_ch: Nos modèles mentalhealthGPT personnalisés sont désormais entièrement sécurisés, hébergés et évolutifs au sein de l'Union européenne. Ils sont prêts à prendre en charge des services d'IA rapides et confidentiels pour les flux de travail liés à la santé mentale. Toutes les données sont cryptées de bout en bout et ne sont accessibles qu'à l'aide de clés de décryptage stockées en toute sécurité en Suisse.

source: Password
de_ch: Passwort
es: Contraseña
fr_ch: Mot de passe

source: Pause generating
de_ch: Pause generieren
es: Pausa generadora
fr_ch: Génération de pause

source: pause-circle
de_ch: Pause-Kreis
es: pausa-círculo
fr_ch: cercle de pause

source: Pay
de_ch: Bezahlen
fr_ch: Payer

source: Per team members
de_ch: Pro Teammitglied
es: Por miembros del equipo
fr_ch: Par membre de l'équipe

source: Per user
de_ch: Pro Benutzer
es: Por usuario
fr_ch: Par utilisateur

source: Photo generation by AI
de_ch: Fotogenerierung durch KI
es: Generación de fotos mediante IA
fr_ch: Génération de photos par IA

source: Photo retouch
de_ch: Fotoretusche
es: Retoque fotográfico
fr_ch: Retouche photo

source: Pinkie
es: Meñique
fr_ch: Petit doigt

source: play
de_ch: spielen
es: jugar
fr_ch: jouer

source: play-circle
de_ch: Spielkreis
es: círculo de juego
fr_ch: cercle de jeu

source: Please review this clinical case and suggest possible diagnoses. Highlight any important symptoms or behavioral patterns.
de_ch: Bitte überprüfen Sie diesen klinischen Fall und schlagen Sie mögliche Diagnosen vor. Heben Sie alle wichtigen Symptome oder Verhaltensmuster hervor.
fr_ch: Veuillez examiner ce cas clinique et suggérer des diagnostics possibles. Soulignez tout symptôme ou comportement important.

source: Please review this supervision case and provide constructive feedback for the trainee. Focus on communication, assessment quality, and risk handling.
de_ch: Bitte überprüfen Sie diesen Supervisionsfall und geben Sie dem Auszubildenden konstruktives Feedback. Konzentrieren Sie sich dabei auf die Kommunikation, die Qualität der Beurteilung und den Umgang mit Risiken.
fr_ch: Veuillez examiner ce cas de supervision et fournir des commentaires constructifs au stagiaire. Concentrez-vous sur la communication, la qualité de l'évaluation et la gestion des risques.

source: plus-circle
de_ch: Plus-Kreis
es: círculo más
fr_ch: cercle plus

source: plus-circle-stroke
de_ch: Plus-Kreis-Strich
es: más-círculo-trazo
fr_ch: plus-cercle-trait

source: popular
de_ch: beliebt
fr_ch: populaire

source: Popular
de_ch: Beliebt
fr_ch: Populaire

source: Practice writing:
de_ch: Schreibübungen:
es: Practica la escritura:
fr_ch: Exercices d'écriture :

source: Pricing Plans for every budget - Unlock the power of AI
de_ch: Preise für jedes Budget – Nutzen Sie die Leistungsfähigkeit der KI
fr_ch: Forfaits adaptés à tous les budgets - Libérez la puissance de l'IA

source: Primary language
de_ch: Primäre Sprache
es: Idioma principal
fr_ch: Langue principale

source: Priority support
de_ch: Vorrangige Unterstützung
es: Asistencia prioritaria
fr_ch: Assistance prioritaire

source: Privacy & Cookie Statement
de_ch: Datenschutz- und Cookie-Erklärung
fr_ch: Déclaration relative à la confidentialité et aux cookies

source: profile
de_ch: Profil
es: perfil
fr_ch: profil

source: Read regularly:
de_ch: Regelmäßig lesen:
es: Leer con regularidad:
fr_ch: Lisez régulièrement :

source: Reading is an excellent way to improve your vocabulary, grammar, and comprehension skills. Try to read a variety of materials, including books, newspapers, magazines, and online articles.
de_ch: Lesen ist eine hervorragende Möglichkeit, Ihren Wortschatz, Ihre Grammatikkenntnisse und Ihr Leseverständnis zu verbessern. Versuchen Sie, verschiedene Materialien zu lesen, darunter Bücher, Zeitungen, Zeitschriften und Online-Artikel.
es: La lectura es una forma excelente de mejorar tu vocabulario, gramática y habilidades de comprensión. Intenta leer una variedad de materiales, incluyendo libros, periódicos, revistas y artículos en línea.
fr_ch: La lecture est un excellent moyen d'améliorer votre vocabulaire, votre grammaire et vos compétences en compréhension. Essayez de lire des documents variés, notamment des livres, des journaux, des magazines et des articles en ligne.

source: Regenerate response
de_ch: Antwort regenerieren
es: Regenerar respuesta
fr_ch: Régénérer la réponse

source: Reset
de_ch: Zurücksetzen
es: Restablecer
fr_ch: Réinitialiser

source: Reset password
de_ch: Passwort zurücksetzen
fr_ch: Réinitialiser le mot de passe

source: Reset your password
de_ch: Passwort zurücksetzen
fr_ch: Réinitialisez votre mot de passe

source: Revoke
de_ch: Widerrufen
es: Revocar
fr_ch: Révoquer

source: Safari on Macbook Pro
de_ch: Safari auf Macbook Pro
es: Safari en Macbook Pro
fr_ch: Safari sur Macbook Pro

source: Save
de_ch: sparen
es: Guardar
fr_ch: Enregistrer

source: Save changes
de_ch: Änderungen speichern
es: Guardar cambios
fr_ch: Enregistrer les modifications

source: scale
de_ch: Maßstab
es: escala
fr_ch: échelle

source: Schedule
de_ch: Zeitplan
es: Calendario
fr_ch: Calendrier

source: Schedule post
de_ch: Beitrag planen
es: Programar publicación
fr_ch: Programmer une publication

source: Schedule your post with Buffer
de_ch: Planen Sie Ihren Beitrag mit Buffer
es: Programa tu publicación con Buffer
fr_ch: Planifiez votre publication avec Buffer

source: Scheduled in your current timezone
de_ch: Geplant in Ihrer aktuellen Zeitzone
es: Programado en tu zona horaria actual
fr_ch: Prévu dans votre fuseau horaire actuel

source: search
de_ch: Suche
es: buscar
fr_ch: recherche

source: Search
de_ch: Suche
es: Buscar
fr_ch: Rechercher

source: Search ...
de_ch: Suchen ...
es: Buscar...
fr_ch: Rechercher...

source: Search by app name or category
de_ch: Suche nach App-Name oder Kategorie
fr_ch: Rechercher par nom d'application ou catégorie

source: search-1
de_ch: Suche-1
es: búsqueda-1
fr_ch: recherche-1

source: Secure Frontend Interface Launched
de_ch: Sichere Frontend-Schnittstelle eingeführt
es: Lanzamiento de la interfaz segura para usuarios finales
fr_ch: Lancement d'une interface frontale sécurisée

source: Secured form with CH Banking
de_ch: Gesichertes Formular mit CH Banking
fr_ch: Formulaire sécurisé avec CH Banking

source: Security and data protection
de_ch: Sicherheit und Datenschutz
es: Seguridad y protección de datos
fr_ch: Sécurité et protection des données

source: Select chat list to export
de_ch: Chat-Liste zum Exportieren auswählen
es: Selecciona la lista de chats que deseas exportar
fr_ch: Sélectionnez la liste de chat à exporter

source: Sessions
de_ch: Sitzungen
es: Sesiones
fr_ch: Séances

source: settings
de_ch: Einstellungen
es: ajustes
fr_ch: paramètres

source: Settings
de_ch: Einstellungen
es: Configuración
fr_ch: Paramètres

source: Shadows
de_ch: Schatten
es: Sombras
fr_ch: Ombres

source: share
de_ch: teilen
es: compartir
fr_ch: partager

source: Share
de_ch: Teilen
es: Compartir
fr_ch: Partager

source: Share now
de_ch: Jetzt teilen
es: Compartir ahora
fr_ch: Partager maintenant

source: Share this chat
de_ch: Diesen Chat teilen
es: Compartir este chat
fr_ch: Partager ce chat

source: Share with
de_ch: Teilen mit
es: Compartir con
fr_ch: Partager avec

source: share-1
de_ch: Anteil-1
es: compartir-1
fr_ch: partager-1

source: Short bio
de_ch: Kurzbiografie
es: Breve biografía
fr_ch: Brève biographie

source: Show me what you can do
de_ch: Zeig mir, was du kannst
fr_ch: Montre-moi ce que tu sais faire

source: Sign in
de_ch: Anmelden
fr_ch: Se connecter

source: Sign in with Brainwave
de_ch: Mit aidX anmelden
fr_ch: Connectez-vous avec aidX

source: Sign out all devices
de_ch: Alle Geräte abmelden
es: Cerrar sesión en todos los dispositivos
fr_ch: Déconnecter tous les appareils

source: Signed in Nov 17, 2023
de_ch: Unterzeichnet am 17. November 2023
es: Firmado el 17 de noviembre de 2023
fr_ch: Signé le 17 novembre 2023
