Repository: aidX-AG/mentalhealth-GPT
Catalog: locales/*/core.po
Languages: de_ch, es, fr_ch

source: Continue with Google
de_ch: Weiter mit Google
fr_ch: Continuer avec Google

source: Contrast
de_ch: Kontrast
es: Contraste
fr_ch: Contraste

source: Copied!
de_ch: Kopiert!
es: ¡Copiado!
fr_ch: Copié !

source: copy
de_ch: Kopie
es: copia
fr_ch: copie

source: Copy
de_ch: kopieren
es: Copiar
fr_ch: Copier

source: Copy code
de_ch: Code kopieren
es: Copiar código
fr_ch: Copier le code

source: Copy link
de_ch: Link kopieren
es: Copiar enlace
fr_ch: Copier le lien

source: Core access to mental health AI
de_ch: Kernzugang zu KI für psychische Gesundheit
es: Acceso básico a la IA para la salud mental
fr_ch: Accès fondamental à l'IA en santé mentale

source: Core features
de_ch: Kernfunktionen
fr_ch: Fonctionnalités principales

source: Correct answer
de_ch: Richtige Antwort
es: Respuesta correcta
fr_ch: Réponse correcte

source: Create
de_ch: Erstellen
es: Crear
fr_ch: Créer

source: Create account
de_ch: Konto erstellen
es: Crear cuenta
fr_ch: Créer un compte

source: Create Account
de_ch: Konto erstellen
fr_ch: Créer un compte

source: Created by
de_ch: Erstellt von
es: Creado por
fr_ch: Créé par

source: credit-card
de_ch: Kreditkarte
es: tarjeta de crédito
fr_ch: carte de crédit

source: Current plan
de_ch: Aktueller Plan
fr_ch: Plan actuel

source: Customizable AI models
de_ch: Anpassbare KI-Modelle
es: Modelos de IA personalizables
fr_ch: Modèles d'IA personnalisables

source: Customizable institutional AI models
de_ch: Anpassbare institutionelle KI-Modelle
es: Modelos institucionales de IA personalizables
fr_ch: Modèles d'IA institutionnels personnalisables

source: Dark
de_ch: Dunkel
es: Oscuro
fr_ch: Sombre

source: Dark mode
de_ch: Dunkler Modus
es: Modo oscuro
fr_ch: Mode sombre

source: Data Privacy Infrastructure Live in Switzerland
de_ch: Datenschutzinfrastruktur Live in der Schweiz
es: Infraestructura de privacidad de datos en Suiza
fr_ch: Infrastructure de confidentialité des données en Suisse

source: Data protection is our highest priority. All interactions are end-to-end encrypted directly in the browser, ensuring that even we as operators cannot access the content. The decryption keys are stored exclusively in Switzerland, completely separated from the processing infrastructure. Data never leaves the closed System unencrypted – and full control remains with the user or institution at all times.
de_ch: Datenschutz hat für uns höchste Priorität. Alle Interaktionen werden direkt im Browser durchgängig verschlüsselt, sodass selbst wir als Betreiber keinen Zugriff auf die Inhalte haben. Die Entschlüsselungscodes werden ausschließlich in der Schweiz gespeichert, vollständig getrennt von der Verarbeitungsinfrastruktur. Die Daten verlassen das geschlossene System niemals unverschlüsselt – und die vollständige Kontrolle verbleibt jederzeit beim Nutzer oder der Institution.
es: La protección de datos es nuestra máxima prioridad. Todas las interacciones se cifran de extremo a extremo directamente en el navegador, lo que garantiza que ni siquiera nosotros, como operadores, podamos acceder al contenido. Las claves de descifrado se almacenan exclusivamente en Suiza, completamente separadas de la infraestructura de procesamiento. Los datos nunca salen del sistema cerrado sin cifrar, y el control total permanece en todo momento en manos del usuario o la institución.
fr_ch: La protection des données est notre priorité absolue. Toutes les interactions sont cryptées de bout en bout directement dans le navigateur, ce qui garantit que même nous, en tant qu'opérateurs, ne pouvons pas accéder au contenu. Les clés de décryptage sont stockées exclusivement en Suisse, complètement séparées de l'infrastructure de traitement. Les données ne quittent jamais le système fermé sans être cryptées, et le contrôle total reste à tout moment entre les mains de l'utilisateur ou de l'institution.

source: Deauthorize
de_ch: Deaktivieren
es: Desautorizar
fr_ch: Désautoriser

source: Dedicated account manager
de_ch: Engagierter Kundenbetreuer
fr_ch: Gestionnaire de compte dédié

source: Delete account
de_ch: Konto löschen
es: Eliminar cuenta
fr_ch: Supprimer le compte

source: Delete chat
de_ch: Chat löschen
es: Eliminar chat
fr_ch: Supprimer le chat

source: Delete member
de_ch: Mitglied löschen
es: Eliminar miembro
fr_ch: Supprimer un membre

source: Deleted
de_ch: Gelöscht
es: Eliminado
fr_ch: Supprimé

source: Design resources marketplace
de_ch: Marktplatz für Design-Ressourcen
es: Mercado de recursos de diseño
fr_ch: Marché des ressources de conception

source: Devices
de_ch: Geräte
es: Dispositivos
fr_ch: Appareils

source: Diagnosis Support
de_ch: Diagnoseunterstützung
es: Apoyo al diagnóstico
fr_ch: Aide au diagnostic

source: diagnosis-case.pdf
de_ch: Diagnose-Fall.pdf
fr_ch: diagnostic-cas.pdf

source: Documentation & Reporting
de_ch: Dokumentation und Berichterstattung
fr_ch: Documentation et rapports

source: Dodger blue
de_ch: Dodger-Blau
es: Azul Dodger
fr_ch: Bleu Dodger

source: dots
de_ch: Punkte
es: puntos
fr_ch: points

source: download
de_ch: herunterladen
es: descargar
fr_ch: téléchargement

source: Download
de_ch: Herunterladen
es: Descargar
fr_ch: Télécharger

source: Download conversation
de_ch: Gespräch herunterladen
es: Descargar conversación
fr_ch: Télécharger la conversation

source: download-fill
de_ch: Herunterladen und Ausfüllen
es: descargar-rellenar
fr_ch: télécharger-remplir

source: Duplicate chat
de_ch: Chat duplizieren
es: Chat duplicado
fr_ch: Chat en double

source: Each AI area within mentalhealthGPT reflects a distinct clinical use case – supported by purpose-built language models, specifically trained for their tasks: • **Therapy Support AI** assists in structuring sessions, reflecting on interaction styles, or preparing interventions with clinical empathy and relevance. • **Supervision & Training** offers role-based dialogue analysis, self-reflection aids, and interactive simulations for continued development. • **Diagnosis Support** helps structure symptom profiles, compare clinical hypotheses, and draft ICD/DSM-aligned summaries. • **Audio Transcription & Notes** transforms recorded therapy sessions into accurate, structured notes – including summaries, key moments, and documentation-ready output. • **Video Analysis** supports movement-, mood-, and interaction-pattern recognition, enabling new insights in multimodal assessments (e.g., child therapy). • **Documentation & Reporting** streamlines clinical reporting with pre-structured, editable drafts based on real content, aligned with institutional standards. By offering separate, specialized assistants, we ensure each AI response is tailored, safe, and clinically valuable – right from the first use.
de_ch: Jeder KI-Bereich innerhalb von mentalhealthGPT spiegelt einen bestimmten klinischen Anwendungsfall wider – unterstützt durch speziell für ihre Aufgaben entwickelte Sprachmodelle: • **Therapieunterstützende KI** hilft bei der Strukturierung von Sitzungen, der Reflexion von Interaktionsstilen oder der Vorbereitung von Interventionen mit klinischer Empathie und Relevanz. • **Supervision &amp; Training** bietet rollenbasierte Dialoganalyse, Hilfsmittel zur Selbstreflexion und interaktive Simulationen für die kontinuierliche Weiterentwicklung. • **Diagnoseunterstützung** hilft bei der Strukturierung von Symptomprofilen, dem Vergleich klinischer Hypothesen und der Erstellung von ICD/DSM-konformen Zusammenfassungen. • **Audio-Transkription &amp; Notizen** wandelt aufgezeichnete Therapiesitzungen in genaue, strukturierte Notizen um – einschließlich Zusammenfassungen, Schlüsselmomenten und dokumentationsfähigen Ausgaben. • **Videoanalyse** unterstützt die Erkennung von Bewegungs-, Stimmungs- und Interaktionsmustern und ermöglicht neue Erkenntnisse in multimodalen Bewertungen (z. B. Kindertherapie). • **Dokumentation und Berichterstellung** optimiert die klinische Berichterstellung mit vorstrukturierten, bearbeitbaren Entwürfen, die auf realen Inhalten basieren und den institutionellen Standards entsprechen. Durch das Angebot separater, spezialisierter Assistenten stellen wir sicher, dass jede KI-Antwort maßgeschneidert, sicher und klinisch wertvoll ist – schon ab der ersten Verwendung.
es: Cada área de IA dentro de mentalhealthGPT refleja un caso de uso clínico distinto, respaldado por modelos de lenguaje diseñados específicamente y entrenados para sus tareas: • **La IA de apoyo terapéutico** ayuda a estructurar las sesiones, reflexionar sobre los estilos de interacción o preparar intervenciones con empatía clínica y relevancia. • **Supervisión y formación** ofrece análisis de diálogos basados en roles, ayudas para la autorreflexión y simulaciones interactivas para el desarrollo continuo. • **Apoyo al diagnóstico** ayuda a estructurar perfiles de síntomas, comparar hipótesis clínicas y redactar resúmenes alineados con la CIE/DSM. • **Transcripción de audio y notas** transforma las sesiones de terapia grabadas en notas precisas y estructuradas, incluyendo resúmenes, momentos clave y resultados listos para su documentación. • **Análisis de vídeo**: ayuda a reconocer patrones de movimiento, estado de ánimo e interacción, lo que permite obtener nuevos conocimientos en evaluaciones multimodales (por ejemplo, terapia infantil). • **Documentación e informes**: agiliza la elaboración de informes clínicos con borradores preestructurados y editables basados en contenido real, alineados con los estándares institucionales. Al ofrecer asistentes especializados independientes, nos aseguramos de que cada respuesta de la IA sea personalizada, segura y clínicamente valiosa, desde el primer uso.
fr_ch: Chaque domaine d'IA au sein de mentalhealthGPT reflète un cas d'utilisation clinique distinct, soutenu par des modèles linguistiques spécialement conçus et formés pour leurs tâches : • **L'IA d'aide à la thérapie** aide à structurer les séances, à réfléchir aux styles d'interaction ou à préparer des interventions avec empathie et pertinence cliniques. • **La supervision et la formation** offrent une analyse des dialogues basée sur les rôles, des aides à l'auto-réflexion et des simulations interactives pour un développement continu. • **L'aide au diagnostic** aide à structurer les profils de symptômes, à comparer les hypothèses cliniques et à rédiger des résumés conformes à la CIM/DSM. • **La transcription audio et les notes** transforment les séances de thérapie enregistrées en notes précises et structurées, comprenant des résumés, des moments clés et des documents prêts à être utilisés. • **L'analyse vidéo** prend en charge la reconnaissance des mouvements, des humeurs et des schémas d'interaction, permettant ainsi d'obtenir de nouvelles informations dans le cadre d'évaluations multimodales (par exemple, la thérapie infantile). • **La documentation et les rapports** rationalisent les rapports cliniques grâce à des brouillons pré-structurés et modifiables basés sur du contenu réel, conformes aux normes institutionnelles. En proposant des assistants spécialisés distincts, nous garantissons que chaque réponse de l'IA est personnalisée, sûre et cliniquement utile, dès la première utilisation.

source: edit
de_ch: bearbeiten
es: editar
fr_ch: modifier

source: Edit
de_ch: Bearbeiten
es: Editar
fr_ch: Modifier

source: Edit profile
de_ch: Profil bearbeiten
es: Editar perfil
fr_ch: Modifier le profil

source: email
es: correo electrónico
fr_ch: courriel

source: Email
fr_ch: courriel

source: Email address
de_ch: E-Mail-Adresse
fr_ch: Adresse électronique

source: Email support
es: Asistencia por correo electrónico
fr_ch: Assistance par e-mail

source: English (United States)
de_ch: Englisch (Vereinigte Staaten)
es: Inglés (Estados Unidos)
fr_ch: Anglais (États-Unis)

source: English (US)
de_ch: Englisch (US)
es: Inglés (EE. UU.)
fr_ch: Anglais (États-Unis)

source: Enhance
de_ch: Verbessern
es: Mejorar
fr_ch: Améliorer

source: Expanding to Three Languages
de_ch: Erweiterung auf drei Sprachen
es: Ampliación a tres idiomas
fr_ch: Extension à trois langues

source: Expert AI for mental health – secure, private, and scientifically validated
de_ch: Experten-KI für psychische Gesundheit – sicher, privat und wissenschaftlich validiert
es: IA experta en salud mental: segura, privada y validada científicamente
fr_ch: IA experte en santé mentale – sécurisée, confidentielle et validée scientifiquement

source: Expertise you trust. Privacy you control. Science that empowers.
de_ch: Kompetenz, der Sie vertrauen. Datenschutz, den Sie kontrollieren. Wissenschaft, die Sie stärkt.
es: Experiencia en la que confías. Privacidad que tú controlas. Ciencia que empodera.
fr_ch: Une expertise en laquelle vous avez confiance. Une confidentialité que vous contrôlez. Une science qui vous donne les moyens d'agir.

source: Export
es: Exportar
fr_ch: Exportation

source: Exporting 1 audio
de_ch: 1 Audio exportieren
es: Exportar 1 audio
fr_ch: Exportation d'un fichier audio

source: Exporting 1 photo
de_ch: 1 Foto exportieren
es: Exportar 1 foto
fr_ch: Exportation d'une photo

source: Exposure
de_ch: Exposition
es: Exposición
fr_ch: Exposition

source: external-link
de_ch: externer Link
es: enlace externo
fr_ch: lien externe

source: Favorites
de_ch: Favoriten
es: Favoritos
fr_ch: Favoris

source: Favourite
de_ch: Favorit
es: Favorito
fr_ch: Favori

source: Features, fixes & improvements.
de_ch: Funktionen, Fehlerbehebungen und Verbesserungen.
fr_ch: Fonctionnalités, corrections et améliorations.

source: Female
de_ch: Weiblich
es: Mujer
fr_ch: Femme

source: Find top talent in a snap with our new Hiring Platform Mobile App! Streamline your recruitment process now.
de_ch: Finden Sie mit unserer neuen mobilen App für die Personalbeschaffung im Handumdrehen die besten Talente! Optimieren Sie jetzt Ihren Rekrutierungsprozess.
es: ¡Encuentre a los mejores talentos en un instante con nuestra nueva aplicación móvil para la plataforma de contratación! Optimice su proceso de selección ahora mismo.
fr_ch: Trouvez les meilleurs talents en un clin d'œil grâce à notre nouvelle application mobile Hiring Platform ! Simplifiez dès maintenant votre processus de recrutement.

source: For teams and clinics
de_ch: Für Teams und Kliniken
es: Para equipos y clínicas
fr_ch: Pour les équipes et les cliniques

source: For web
de_ch: Für das Web
es: Para web
fr_ch: Pour le web

source: Forgot password?
de_ch: Passwort vergessen?
fr_ch: Mot de passe oublié ?

source: French
de_ch: Französisch
es: Francés
fr_ch: Français

source: Frequently asked questions
de_ch: Häufig gestellte Fragen
fr_ch: Questions fréquentes

source: From Brainwave app
de_ch: Aus der Brainwave-App
es: Desde la aplicación Brainwave
fr_ch: Depuis l'application Brainwave

source: From team
de_ch: Vom Team
es: Del equipo
fr_ch: De l'équipe

source: Full access
de_ch: Voller Zugriff
es: Acceso completo
fr_ch: Accès complet

source: Get a link
de_ch: Link erhalten
es: Obtener un enlace
fr_ch: Obtenir un lien

source: Golden Gate Bridge
es: Puente Golden Gate
fr_ch: Pont du Golden Gate

source: Hello 🙂
de_ch: Hallo 🙂
fr_ch: Bonjour 🙂

source: Hello! How can I assist you with documentation and reporting today?
de_ch: Hallo! Wie kann ich Ihnen heute bei der Dokumentation und Berichterstattung helfen?
fr_ch: Bonjour ! Comment puis-je vous aider aujourd'hui en matière de documentation et de rapports ?

source: Hello! How can I assist you with video analysis today?
de_ch: Hallo! Wie kann ich Ihnen heute bei der Videoanalyse helfen?
fr_ch: Bonjour ! Comment puis-je vous aider aujourd'hui en matière d'analyse vidéo ?

source: Here's an example of promotional content optimized for Twitter and Facebook:
de_ch: Hier ist ein Beispiel für Werbeinhalte, die für Twitter und Facebook optimiert sind:
es: Aquí hay un ejemplo de contenido promocional optimizado para Twitter y Facebook:
fr_ch: Voici un exemple de contenu promotionnel optimisé pour Twitter et Facebook :

source: Hi there 👋
de_ch: Hallo 👋
fr_ch: Bonjour 👋

source: Highlights
de_ch: Höhepunkte
es: Aspectos destacados
fr_ch: Faits marquants

source: How
de_ch: Wie
es: ¿Cómo?
fr_ch: Comment

source: How can I be more productive?
de_ch: Wie kann ich produktiver sein?
es: ¿Cómo puedo ser más productivo?
fr_ch: Comment puis-je être plus productif ?

source: How can I learn a new language quickly?
de_ch: Wie kann ich schnell eine neue Sprache lernen?
es: ¿Cómo puedo aprender un nuevo idioma rápidamente?
fr_ch: Comment puis-je apprendre rapidement une nouvelle langue ?

source: How can I make my website more secure against cyber attacks?
de_ch: Wie kann ich meine Website besser vor Cyberangriffen schützen?
es: ¿Cómo puedo hacer que mi sitio web sea más seguro frente a los ciberataques?
fr_ch: Comment puis-je sécuriser davantage mon site web contre les cyberattaques ?

source: How can I optimize my code for search engine optimization (SEO)
de_ch: Wie kann ich meinen Code für die Suchmaschinenoptimierung (SEO) optimieren?
es: ¿Cómo puedo optimizar mi código para el posicionamiento en buscadores (SEO)?
fr_ch: Comment optimiser mon code pour le référencement naturel (SEO) ?

source: How do I know the responses are safe and clinically appropriate?
de_ch: Woher weiß ich, dass die Antworten sicher und klinisch angemessen sind?
es: ¿Cómo puedo saber si las respuestas son seguras y clínicamente adecuadas?
fr_ch: Comment puis-je savoir si les réponses sont sûres et cliniquement appropriées ?

source: How is patient data protected when using mentalhealthGPT?
de_ch: Wie werden Patientendaten bei der Nutzung von mentalhealthGPT geschützt?
es: ¿Cómo se protegen los datos de los pacientes cuando se utiliza mentalhealthGPT?
fr_ch: Comment les données des patients sont-elles protégées lors de l'utilisation de mentalhealthGPT ?

source: I have created a project in your Codepen account
de_ch: Ich habe ein Projekt in Ihrem Codepen-Konto erstellt
es: He creado un proyecto en tu cuenta de Codepen
fr_ch: J'ai créé un projet dans votre compte Codepen

source: image-up
es: mejorar la imagen
fr_ch: amélioration de l'image

source: Incorrect answer (5)
de_ch: Falsche Antwort (5)
es: Respuesta incorrecta (5)
fr_ch: Réponse incorrecte (5)

source: info-circle
de_ch: Info-Kreis
es: círculo informativo
fr_ch: cercle d'information

source: Institution-level support
de_ch: Unterstützung auf institutioneller Ebene
es: Apoyo a nivel institucional
fr_ch: Soutien au niveau institutionnel

source: Integration with CRMs
de_ch: Integration mit CRMs
fr_ch: Intégration avec les CRM

source: Introducing "Brainwave", an AI-powered product that can turn any
de_ch: Wir stellen „Brainwave“ vor, ein KI-gestütztes Produkt, das jedes
es: Presentamos «aidX», un producto basado en inteligencia artificial que puede convertir cualquier
fr_ch: Présentation de « Brainwave », un produit alimenté par l'IA capable de transformer n'importe quel

source: Invite
de_ch: Einladen
es: Invitar
fr_ch: Inviter

source: Invite team member
de_ch: Teammitglied einladen
es: Invitar a un miembro del equipo
fr_ch: Inviter un membre de l'équipe

source: Invite teammates
de_ch: Teamkollegen einladen
es: Invitar a compañeros de equipo
fr_ch: Inviter des coéquipiers

source: invited you to
de_ch: hat dich eingeladen zu
es: te invitó a
fr_ch: vous a invité à

source: is a powerful feature that will provide secure, AI-generated insights into therapeutic sessions. We’re excited to launch this soon — enabling deeper reflection, supervision, and professional growth.
de_ch: ist eine leistungsstarke Funktion, die sichere, KI-generierte Einblicke in Therapiesitzungen bietet. Wir freuen uns darauf, diese Funktion bald einzuführen – sie ermöglicht eine tiefere Reflexion, Supervision und berufliche Weiterentwicklung.
fr_ch: est une fonctionnalité puissante qui fournira des informations sécurisées, générées par l'IA, sur les séances thérapeutiques. Nous sommes ravis de la lancer prochainement, car elle permettra une réflexion plus approfondie, une meilleure supervision et un développement professionnel accru.

source: is an exciting new feature currently in development. We’re building it to save you time, reduce admin load, and enhance the quality of your documentation — stay tuned!
de_ch: ist eine spannende neue Funktion, die derzeit entwickelt wird. Wir entwickeln sie, um Ihnen Zeit zu sparen, den Verwaltungsaufwand zu reduzieren und die Qualität Ihrer Dokumentation zu verbessern – bleiben Sie dran!
fr_ch: est une nouvelle fonctionnalité passionnante actuellement en cours de développement. Nous la concevons pour vous faire gagner du temps, réduire la charge administrative et améliorer la qualité de votre documentation. Restez à l'écoute !

source: Is mentalhealthGPT available in multiple languages?
de_ch: Ist mentalhealthGPT in mehreren Sprachen verfügbar?
es: ¿MentalhealthGPT está disponible en varios idiomas?
fr_ch: mentalhealthGPT est-il disponible en plusieurs langues ?

source: Is mentalhealthGPT compliant with medical privacy laws?
de_ch: Entspricht mentalhealthGPT den medizinischen Datenschutzgesetzen?
es: ¿Cumple mentalhealthGPT con las leyes de privacidad médica?
fr_ch: mentalhealthGPT est-il conforme aux lois sur la confidentialité médicale ?

source: Janiya (you)
de_ch: Janiya (du)
es: Janiya (tú)
fr_ch: Janiya (toi)

source: Job interviews are an important step in securing a job, and people often ask for advice on how to present themselves and answer questions confidently during an interview.
de_ch: Vorstellungsgespräche sind ein wichtiger Schritt auf dem Weg zu einer Anstellung, und oft werden Ratschläge dazu gefragt, wie man sich präsentieren und Fragen während eines Vorstellungsgesprächs selbstbewusst beantworten kann.
es: Las entrevistas de trabajo son un paso importante para conseguir un empleo, y la gente suele pedir consejos sobre cómo presentarse y responder a las preguntas con confianza durante una entrevista.
fr_ch: Les entretiens d'embauche constituent une étape importante dans la recherche d'un emploi, et les gens demandent souvent des conseils sur la manière de se présenter et de répondre aux questions avec assurance lors d'un entretien.

source: JPG Large
de_ch: JPG Groß
es: JPG grande
fr_ch: JPG grand format

source: JPG or PNG and GIF is allowed
de_ch: JPG oder PNG und GIF sind zulässig
es: Se permiten los formatos JPG, PNG y GIF
fr_ch: Les formats JPG, PNG et GIF sont autorisés

source: JPG Small
de_ch: JPG Klein
es: JPG Pequeño
fr_ch: JPG Petit

source: Jump
de_ch: Sprung
es: Saltar
fr_ch: Sauter

source: Just now
de_ch: Gerade eben
fr_ch: Tout à l'heure

source: Language learning app
de_ch: Sprachlern-App
es: Aplicación para aprender idiomas
fr_ch: Application d'apprentissage des langues

source: Language learning is a popular activity, and people often ask for advice on how to accelerate their learning process and improve their fluency in a new language.
de_ch: Das Erlernen von Sprachen ist eine beliebte Aktivität, und oft werden Ratschläge gefragt, wie man den Lernprozess beschleunigen und die Sprachkenntnisse verbessern kann.
es: El aprendizaje de idiomas es una actividad muy popular, y la gente suele pedir consejos sobre cómo acelerar su proceso de aprendizaje y mejorar su fluidez en un nuevo idioma.
fr_ch: L'apprentissage des langues est une activité très populaire, et les gens demandent souvent des conseils pour accélérer leur processus d'apprentissage et améliorer leur maîtrise d'une nouvelle langue.

source: Large - 44.1 kHz
de_ch: Groß – 44,1 kHz
es: Grande - 44,1 kHz
fr_ch: Grand - 44,1 kHz

source: Last 30 days
de_ch: Letzte 30 Tage
es: Últimos 30 días
fr_ch: 30 derniers jours

source: Last edited by
de_ch: Zuletzt bearbeitet von
es: Última edición por
fr_ch: Dernière modification par

source: Last week
de_ch: Letzte Woche
es: La semana pasada
fr_ch: La semaine dernière

source: Lead visual designer at UI8
de_ch: Leitender Grafikdesigner bei UI8
fr_ch: Concepteur visuel principal chez UI8
