Repository: aidX-AG/mentalhealth-GPT
Catalog: locales/*/core.po
Languages: de_ch, es, fr_ch

source: Writing can help you improve your grammar, spelling, and sentence structure. Try to write regularly, even if it's just a short paragraph or a journal entry.
de_ch: Schreiben kann Ihnen helfen, Ihre Grammatik, Rechtschreibung und Satzstruktur zu verbessern. Versuchen Sie, regelmäßig zu schreiben, auch wenn es nur ein kurzer Absatz oder ein Tagebucheintrag ist.
es: Escribir puede ayudarte a mejorar tu gramática, ortografía y estructura de las oraciones. Intenta escribir con regularidad, aunque solo sea un párrafo corto o una entrada en tu diario.
fr_ch: L'écriture peut vous aider à améliorer votre grammaire, votre orthographe et la structure de vos phrases. Essayez d'écrire régulièrement, même s'il ne s'agit que d'un court paragraphe ou d'une entrée dans votre journal.

source: written script into high-quality audio. Using advanced natural language processing and text-to-speech technology, Speechify can generate realistic and natural-sounding voices in multiple languages, allowing you to create audiobooks, podcasts, and other audio content with ease. Additionally, Speechify offers a wide range of customization options, including different voices, speaking styles, and even emotions, so you can create audio that perfectly matches your brand or project. With Speechify, creating audio content has never been easier.
de_ch: geschriebenes Skript in hochwertige Audioaufnahmen umwandeln. Mithilfe fortschrittlicher Technologien zur Verarbeitung natürlicher Sprache und Text-to-Speech kann Speechify realistische und natürlich klingende Stimmen in mehreren Sprachen generieren, sodass Sie ganz einfach Hörbücher, Podcasts und andere Audioinhalte erstellen können. Darüber hinaus bietet Speechify eine Vielzahl von Anpassungsoptionen, darunter verschiedene Stimmen, Sprechstile und sogar Emotionen, sodass Sie Audioinhalte erstellen können, die perfekt zu Ihrer Marke oder Ihrem Projekt passen. Mit Speechify war die Erstellung von Audioinhalten noch nie so einfach.
es: guion escrito en audio de alta calidad. Mediante el uso de tecnología avanzada de procesamiento del lenguaje natural y conversión de texto a voz, Speechify puede generar voces realistas y naturales en varios idiomas, lo que le permite crear audiolibros, podcasts y otros contenidos de audio con facilidad. Además, Speechify ofrece una amplia gama de opciones de personalización, incluyendo diferentes voces, estilos de habla e incluso emociones, para que puedas crear un audio que se adapte perfectamente a tu marca o proyecto. Con Speechify, crear contenido de audio nunca ha sido tan fácil.
fr_ch: script écrit en audio de haute qualité. Grâce à un traitement avancé du langage naturel et à une technologie de synthèse vocale, Speechify peut générer des voix réalistes et naturelles dans plusieurs langues, vous permettant de créer facilement des livres audio, des podcasts et d'autres contenus audio. De plus, Speechify offre un large éventail d'options de personnalisation, notamment différentes voix, styles d'élocution et même des émotions, afin que vous puissiez créer un contenu audio qui correspond parfaitement à votre marque ou à votre projet. Avec Speechify, la création de contenu audio n'a jamais été aussi simple.

source: year
de_ch: Jahr
fr_ch: année

source: yearly
de_ch: jährlich
fr_ch: annuel

source: Yearly billing
de_ch: Jährliche Abrechnung
fr_ch: Facturation annuelle

source: Yes
de_ch: Ja
es: Sí
fr_ch: Oui

source: Yes – and that’s one of the most powerful things we offer. We help your clinic, institution, or group practice create its own private mental health AI specialist. This expert is trained using your documentation, therapeutic language, and organizational culture. The specialization happens on three levels: institution-wide, for individual departments (such as child & adolescent therapy or bipolar care), and even for complex cases with significant therapy history. This creates an AI that truly understands your professional context – from how you speak to how you work. Unlike generic chatbots, your AI is aligned with your values, expertise, and standards. It supports your team, enhances consistency, and is constantly improving. For clinics, research labs, and even larger private practices, this means safer, smarter, and more effective digital support — one that becomes a real part of your therapeutic system.
de_ch: Ja – und das ist eines der leistungsstärksten Angebote, die wir haben. Wir helfen Ihrer Klinik, Einrichtung oder Gemeinschaftspraxis dabei, einen eigenen privaten KI-Spezialisten für psychische Gesundheit zu entwickeln. Dieser Experte wird anhand Ihrer Dokumentation, Ihrer therapeutischen Sprache und Ihrer Organisationskultur geschult. Die Spezialisierung erfolgt auf drei Ebenen: institutionsweit, für einzelne Abteilungen (wie Kinder- und Jugendtherapie oder bipolare Versorgung) und sogar für komplexe Fälle mit umfangreicher Therapiegeschichte. So entsteht eine KI, die Ihren beruflichen Kontext wirklich versteht – von Ihrer Sprache bis zu Ihrer Arbeitsweise. Im Gegensatz zu generischen Chatbots ist Ihre KI auf Ihre Werte, Ihr Fachwissen und Ihre Standards abgestimmt. Sie unterstützt Ihr Team, sorgt für mehr Konsistenz und verbessert sich ständig. Für Kliniken, Forschungslabore und sogar größere Privatpraxen bedeutet dies eine sicherere, intelligentere und effektivere digitale Unterstützung, die zu einem echten Teil Ihres therapeutischen Systems wird.
es: Sí, y esa es una de las cosas más poderosas que ofrecemos. Ayudamos a su clínica, institución o grupo médico a crear su propio especialista privado en salud mental con IA. Este experto se forma utilizando su documentación, lenguaje terapéutico y cultura organizativa. La especialización se produce en tres niveles: a nivel de toda la institución, para departamentos individuales (como terapia infantil y adolescente o atención bipolar) e incluso para casos complejos con un historial terapéutico significativo. Esto crea una IA que realmente entiende su contexto profesional, desde cómo habla hasta cómo trabaja. A diferencia de los chatbots genéricos, su IA está alineada con sus valores, experiencia y estándares. Apoya a su equipo, mejora la coherencia y mejora constantemente. Para clínicas, laboratorios de investigación e incluso consultas privadas más grandes, esto significa un apoyo digital más seguro, inteligente y eficaz, que se convierte en una parte real de su sistema terapéutico.
fr_ch: Oui, et c'est l'un des atouts majeurs que nous proposons. Nous aidons votre clinique, votre établissement ou votre cabinet médical à créer son propre spécialiste privé en santé mentale basé sur l'IA. Cet expert est formé à partir de votre documentation, de votre langage thérapeutique et de votre culture organisationnelle. La spécialisation s'effectue à trois niveaux : à l'échelle de l'établissement, pour chaque service (comme la thérapie pour enfants et adolescents ou les soins aux personnes bipolaires), et même pour les cas complexes présentant des antécédents thérapeutiques importants. Cela permet de créer une IA qui comprend véritablement votre contexte professionnel, de votre façon de parler à votre façon de travailler. Contrairement aux chatbots génériques, votre IA est alignée sur vos valeurs, votre expertise et vos normes. Elle soutient votre équipe, renforce la cohérence et s'améliore constamment. Pour les cliniques, les laboratoires de recherche et même les cabinets privés plus importants, cela signifie un soutien numérique plus sûr, plus intelligent et plus efficace, qui devient une partie intégrante de votre système thérapeutique.

source: Yes — the Starter and Pro plans include a 7-day free trial. You won’t be charged if you cancel during the trial. Access matches the selected plan, and billing starts only after day 7. You can switch plans or cancel anytime from Settings.
de_ch: Ja – die Tarife „Starter“ und „Pro“ beinhalten eine kostenlose 7-tägige Testphase. Wenn Sie während der Testphase kündigen, fallen keine Kosten an. Der Zugriff entspricht dem ausgewählten Tarif, und die Abrechnung beginnt erst nach Ablauf von 7 Tagen. Sie können jederzeit in den Einstellungen den Tarif wechseln oder kündigen.
fr_ch: Oui, les forfaits Starter et Pro comprennent un essai gratuit de 7 jours. Vous ne serez pas facturé si vous annulez pendant la période d'essai. L'accès correspond au forfait sélectionné et la facturation ne commence qu'après le 7e jour. Vous pouvez changer de forfait ou annuler à tout moment depuis les paramètres.

source: Yes, currently we support English, German, and French. Additional languages can be activated upon request. For institutional partners, we also offer model fine-tuning in native terminology and style – ensuring professional use even in local dialects or therapeutic schools.
de_ch: Ja, derzeit unterstützen wir Englisch, Deutsch und Französisch. Weitere Sprachen können auf Anfrage aktiviert werden. Für institutionelle Partner bieten wir auch eine Feinabstimmung der Modelle in Bezug auf Terminologie und Stil an, um eine professionelle Nutzung auch in lokalen Dialekten oder therapeutischen Schulen zu gewährleisten.
es: Sí, actualmente ofrecemos soporte en inglés, alemán y francés. Se pueden activar otros idiomas bajo petición. Para socios institucionales, también ofrecemos un ajuste del modelo en terminología y estilo nativos, lo que garantiza un uso profesional incluso en dialectos locales o escuelas terapéuticas.
fr_ch: Oui, nous prenons actuellement en charge l'anglais, l'allemand et le français. D'autres langues peuvent être activées sur demande. Pour nos partenaires institutionnels, nous proposons également un ajustement des modèles en fonction de la terminologie et du style propres à chaque langue, garantissant ainsi une utilisation professionnelle, même dans les dialectes locaux ou les écoles thérapeutiques.

source: You are done!
de_ch: Sie sind fertig!
es: ¡Ya está!
fr_ch: C'est terminé !

source: You can add prompts after uploading.
de_ch: Sie können nach dem Hochladen Eingabeaufforderungen hinzufügen.
es: Puedes añadir indicaciones después de subir el archivo.
fr_ch: Vous pouvez ajouter des invites après le téléchargement.

source: Your audio has been successfully generated. You may further customize it or simply download it for use.
de_ch: Ihre Audiodatei wurde erfolgreich erstellt. Sie können sie weiter anpassen oder einfach herunterladen und verwenden.
es: Tu audio se ha generado correctamente. Puedes personalizarlo aún más o simplemente descargarlo para utilizarlo.
fr_ch: Votre fichier audio a été généré avec succès. Vous pouvez le personnaliser davantage ou simplement le télécharger pour l'utiliser.

source: Your order has been received and is currently being processed. You will receive an email confirmation with your order details shortly.
de_ch: Ihre Bestellung wurde erhalten und wird derzeit bearbeitet. Sie erhalten in Kürze eine E-Mail-Bestätigung mit Ihren Bestelldaten.
fr_ch: Votre commande a été reçue et est actuellement en cours de traitement. Vous recevrez sous peu un e-mail de confirmation contenant les détails de votre commande.

source: Your password
de_ch: Ihr Passwort
es: Tu contraseña
fr_ch: Votre mot de passe

source: Your post has been scheduled for February 14th, 2023 at 11:30 and will be shared through
de_ch: Ihr Beitrag wurde für den 14. Februar 2023 um 11:30 Uhr geplant und wird über
es: Tu publicación está programada para el 14 de febrero de 2023 a las 11:30 y se compartirá a través de
fr_ch: Votre publication est prévue pour le 14 février 2023 à 11h30 et sera partagée via

source: Your sessions
de_ch: Ihre Sitzungen
es: Tus sesiones
fr_ch: Vos séances

source: Your video data is protected at every step: in your browser, during upload, and throughout the AI-based processing.
de_ch: Ihre Videodaten sind bei jedem Schritt geschützt: in Ihrem Browser, während des Uploads und während der gesamten KI-basierten Verarbeitung.
fr_ch: Vos données vidéo sont protégées à chaque étape : dans votre navigateur, pendant le téléchargement et tout au long du traitement basé sur l'IA.

source: YouTube video player
es: Reproductor de vídeo de YouTube
fr_ch: Lecteur vidéo YouTube

source: zoom-in
de_ch: vergrößern
es: ampliar
fr_ch: zoom avant

source: Applications
de_ch: Anwendungen
es: Aplicaciones

source: Date
de_ch: Datum
es: Fecha

source: Discord
de_ch: Zwietracht
es: Discordia

source: FAQ
de_ch: Häufig gestellte Fragen

source: Midjourney
de_ch: Halbzeit
es: Viaje intermedio

source: notification
de_ch: Benachrichtigung
es: notificación

source: Notifications
de_ch: Benachrichtigungen
es: Notificaciones

source: Slack
de_ch: Schlaffheit

source: Admin
es: Administrador

source: Already have an account?
es: ¿Ya tienes una cuenta?

source: Analyze the latest therapy session transcript for key emotional patterns and therapeutic interventions
es: Analizar la transcripción de la última sesión terapéutica para identificar patrones emocionales clave e intervenciones terapéuticas

source: Ask mentalhealthGPT anything
es: Pregunta cualquier cosa a mentalhealthGPT

source: Auto
es: Automóvil

source: Buffer
es: Tampón

source: Clinical Documentation
es: Documentación clínica

source: Code
es: Código

source: Evaluate current treatment progress and suggest evidence-based adjustments to therapeutic approach
es: Evaluar el progreso actual del tratamiento y sugerir ajustes basados en la evidencia para el enfoque terapéutico

source: Generate structured clinical notes from session transcripts following healthcare documentation standards
es: Genere notas clínicas estructuradas a partir de transcripciones de sesiones siguiendo los estándares de documentación sanitaria

source: Institution
es: Institución

source: Log in
es: Iniciar sesión

source: mentalhealthGPT
es: saludmentalGPT

source: Open AI
es: IA abierta

source: plus
es: más

source: Review patient symptoms and provide differential diagnosis suggestions based on clinical guidelines
es: Revisar los síntomas del paciente y proporcionar sugerencias de diagnóstico diferencial basadas en las directrices clínicas

source: Therapy Session Analysis
es: Análisis de la sesión terapéutica

source: Treatment Plan Review
es: Revisión del plan de tratamiento

source: variation
es: variación

source: Welcome
es: Bienvenido
