Repository: aidX-AG/mentalhealth-GPT
Catalog: locales/*/core.po
Languages: de_ch, es, fr_ch

source: Simply upload a recorded session. All patient information remains strictly confidential and is protected by strong encryption directly in your browser, during transfer, and back again — ensuring full privacy at every step.
de_ch: Laden Sie einfach eine aufgezeichnete Sitzung hoch. Alle Patientendaten werden streng vertraulich behandelt und durch eine starke Verschlüsselung direkt in Ihrem Browser, während der Übertragung und beim Zurücksenden geschützt – so ist bei jedem Schritt vollständige Privatsphäre gewährleistet.
fr_ch: Il suffit de télécharger une session enregistrée. Toutes les informations relatives aux patients restent strictement confidentielles et sont protégées par un cryptage puissant directement dans votre navigateur, pendant le transfert et lors du retour, garantissant ainsi une confidentialité totale à chaque étape.

source: Small - 320kbps
de_ch: Klein – 320 kbps
es: Pequeño - 320 kbps
fr_ch: Petit - 320 kbps

source: Smile heart eyes
de_ch: Lächeln mit Herzchenaugen
es: Sonrisa con ojos en forma de corazón
fr_ch: Sourire yeux en cœur

source: Smile unamused
de_ch: Unamüsiert lächeln
es: Sonrisa sin gracia
fr_ch: Sourire sans amusement

source: Someone invite you to new chat
de_ch: Jemand hat dich zu einem neuen Chat eingeladen
es: Alguien te ha invitado a un nuevo chat
fr_ch: Quelqu'un vous invite à rejoindre un nouveau chat

source: Soon you’ll be able to generate professional documentation and reports — whether for clinical use, insurance submissions, or personal records of therapy and supervision sessions.
de_ch: Bald können Sie professionelle Dokumentationen und Berichte erstellen – sei es für den klinischen Gebrauch, für Versicherungsanträge oder für persönliche Aufzeichnungen von Therapie- und Supervisionssitzungen.
fr_ch: Vous pourrez bientôt générer des documents et des rapports professionnels, que ce soit à des fins cliniques, pour des demandes d'assurance ou pour vos dossiers personnels relatifs aux séances de thérapie et de supervision.

source: Speak with native speakers:
de_ch: Mit Muttersprachlern sprechen:
es: Habla con hablantes nativos:
fr_ch: Parlez avec des locuteurs natifs :

source: Speaking with native speakers can help you improve your pronunciation, fluency, and confidence. You can find language exchange partners or join conversation groups online or in person.
de_ch: Das Sprechen mit Muttersprachlern kann Ihnen helfen, Ihre Aussprache, Sprachgewandtheit und Ihr Selbstvertrauen zu verbessern. Sie können Sprachaustauschpartner finden oder sich online oder persönlich Konversationsgruppen anschließen.
es: Hablar con hablantes nativos puede ayudarte a mejorar tu pronunciación, fluidez y confianza. Puedes encontrar compañeros para intercambiar idiomas o unirte a grupos de conversación en línea o en persona.
fr_ch: Parler avec des locuteurs natifs peut vous aider à améliorer votre prononciation, votre aisance et votre confiance en vous. Vous pouvez trouver des partenaires d'échange linguistique ou rejoindre des groupes de conversation en ligne ou en personne.

source: Specialized AI tuned for diagnostics
de_ch: Spezialisierte KI für die Diagnostik
es: IA especializada y optimizada para el diagnóstico
fr_ch: IA spécialisée optimisée pour le diagnostic

source: Speed
de_ch: Geschwindigkeit
es: Velocidad
fr_ch: Vitesse

source: star-rating
de_ch: Sternbewertung
es: clasificación por estrellas
fr_ch: classement par étoiles

source: Start Institution plan
fr_ch: Plan de démarrage de l'établissement

source: Start new chat
de_ch: Neuen Chat starten
fr_ch: Commencer un nouveau chat

source: Start your spezialized AI experience
de_ch: Starten Sie Ihre spezialisierte KI-Erfahrung
es: Comience su experiencia especializada en IA
fr_ch: Commencez votre expérience spécialisée en IA

source: Starter
fr_ch: Démarreur

source: Suggested apps
de_ch: Empfohlene Apps
fr_ch: Applications suggérées

source: Suggested media
de_ch: Empfohlene Medien
es: Medios recomendados
fr_ch: Médias suggérés

source: Suggestion to improve your test
de_ch: Vorschlag zur Verbesserung Ihres Tests
es: Sugerencia para mejorar tu prueba
fr_ch: Suggestion pour améliorer votre test

source: Sugus green
de_ch: Sugus grün
es: Sugus verde
fr_ch: Sugus vert

source: Supervision & Training
de_ch: Aufsicht & Training
fr_ch: Supervision et Training

source: Team
es: Equipo
fr_ch: Équipe

source: Team communication platform
de_ch: Team-Kommunikationsplattform
es: Plataforma de comunicación para equipos
fr_ch: Plateforme de communication d'équipe

source: Terms of Service
de_ch: Nutzungsbedingungen
fr_ch: Conditions d'utilisation

source: Thank you for your purchase!
de_ch: Vielen Dank für Ihren Einkauf!
fr_ch: Merci pour votre achat !

source: Therapies
de_ch: Therapien
es: Terapias
fr_ch: Thérapies

source: Therapy Support
de_ch: Therapieunterstützung
fr_ch: Soutien thérapeutique

source: Therapy Support AI
de_ch: Therapieunterstützende KI
fr_ch: Assistance thérapeutique IA

source: This feature is currently in development — stay tuned!
de_ch: Diese Funktion befindet sich derzeit in der Entwicklung – bleiben Sie dran!
fr_ch: Cette fonctionnalité est actuellement en cours de développement — restez à l'écoute !

source: This is a list of devices that have logged into your account. Revoke any sessions that you do not recognize.
de_ch: Dies ist eine Liste der Geräte, die sich bei Ihrem Konto angemeldet haben. Widerrufen Sie alle Sitzungen, die Sie nicht erkennen.
es: Esta es una lista de los dispositivos que han iniciado sesión en tu cuenta. Revoca cualquier sesión que no reconozcas.
fr_ch: Voici la liste des appareils qui se sont connectés à votre compte. Révoquez toutes les sessions que vous ne reconnaissez pas.

source: Thu 16 Feb
de_ch: Donnerstag, 16. Februar
es: Jueves, 16 de febrero
fr_ch: Jeudi 16 février

source: time
de_ch: Zeit
es: tiempo
fr_ch: temps

source: Time
de_ch: Zeit
es: Tiempo
fr_ch: Temps

source: Today
de_ch: Heute
es: Hoy
fr_ch: Aujourd'hui

source: transcription & documentation
de_ch: Transkription und Dokumentation
es: transcripción y documentación
fr_ch: transcription et documentation

source: Transcripts
de_ch: Transkripte
es: Transcripciones
fr_ch: Transcriptions

source: trash
de_ch: Müll
es: basura
fr_ch: ordures

source: UI8 Platform
de_ch: UI8-Plattform
es: Plataforma UI8
fr_ch: Plateforme UI8

source: UI8 Production
de_ch: UI8-Produktion
es: Producción UI8
fr_ch: Production UI8

source: Ukrainian
de_ch: Ukrainisch
es: ucraniano
fr_ch: Ukrainien

source: Undo
de_ch: Rückgängig
es: Deshacer
fr_ch: Annuler

source: Unlike general-purpose chatbots, mentalhealthGPT is based on domain-specific language models that are pre-trained on mental health literature, therapeutic frameworks, and real-world clinical cases (anonymized). These models are not only deeply aligned with the language and logic of mental health care, but are also continuously refined by our team of experts – including psychiatrists, psychologists, and clinical ethicists. We combine this technical foundation with rigorous human-in-the-loop validation and ethical review processes. Every model is monitored and benchmarked against clinical standards to ensure relevance, reliability, and safety. Our goal is to offer professionals a trustworthy AI assistant that speaks their language and understands the nuanced context of mental health work.
de_ch: Im Gegensatz zu allgemeinen Chatbots basiert mentalhealthGPT auf domänenspezifischen Sprachmodellen, die anhand von Literatur zum Thema psychische Gesundheit, therapeutischen Rahmenwerken und realen klinischen Fällen (anonymisiert) vortrainiert wurden. Diese Modelle sind nicht nur eng auf die Sprache und Logik der psychischen Gesundheitsversorgung abgestimmt, sondern werden auch kontinuierlich von unserem Expertenteam – darunter Psychiater, Psychologen und klinische Ethiker – weiterentwickelt. Wir kombinieren diese technische Grundlage mit strengen Validierungs- und Ethikprüfungsprozessen, bei denen Menschen involviert sind. Jedes Modell wird überwacht und anhand klinischer Standards bewertet, um Relevanz, Zuverlässigkeit und Sicherheit zu gewährleisten. Unser Ziel ist es, Fachleuten einen vertrauenswürdigen KI-Assistenten zur Verfügung zu stellen, der ihre Sprache spricht und die Nuancen der Arbeit im Bereich der psychischen Gesundheit versteht.
es: A diferencia de los chatbots de uso general, mentalhealthGPT se basa en modelos lingüísticos específicos del ámbito que han sido previamente entrenados con literatura sobre salud mental, marcos terapéuticos y casos clínicos reales (anonimizados). Estos modelos no solo están profundamente alineados con el lenguaje y la lógica de la atención de la salud mental, sino que también son refinados continuamente por nuestro equipo de expertos, que incluye psiquiatras, psicólogos y especialistas en ética clínica. Combinamos esta base técnica con rigurosos procesos de validación y revisión ética con intervención humana. Cada modelo se supervisa y se compara con los estándares clínicos para garantizar su relevancia, fiabilidad y seguridad. Nuestro objetivo es ofrecer a los profesionales un asistente de IA fiable que hable su idioma y comprenda los matices del contexto del trabajo en salud mental.
fr_ch: Contrairement aux chatbots polyvalents, mentalhealthGPT s'appuie sur des modèles linguistiques spécifiques à un domaine, pré-entraînés à partir de la littérature sur la santé mentale, de cadres thérapeutiques et de cas cliniques réels (anonymisés). Ces modèles sont non seulement parfaitement adaptés au langage et à la logique des soins de santé mentale, mais ils sont également continuellement affinés par notre équipe d'experts, composée notamment de psychiatres, de psychologues et d'éthiciens cliniques. Nous combinons cette base technique avec des processus rigoureux de validation et d'examen éthique impliquant des intervenants humains. Chaque modèle est surveillé et évalué par rapport aux normes cliniques afin de garantir sa pertinence, sa fiabilité et sa sécurité. Notre objectif est d'offrir aux professionnels un assistant IA fiable qui parle leur langage et comprend les nuances du contexte du travail en santé mentale.

source: Unlike generic AI chatbots, mentalhealthGPT is designed specifically for mental health professionals and institutions. We invest in data protection, secure hosting in Switzerland/EU, and specialized models for therapy, supervision, diagnostics, and documentation. This focus on quality, trust, and professional use makes the subscription more expensive than mass-market AI tools.
de_ch: Im Gegensatz zu generischen KI-Chatbots wurde mentalhealthGPT speziell für Fachleute und Einrichtungen im Bereich der psychischen Gesundheit entwickelt. Wir investieren in Datenschutz, sicheres Hosting in der Schweiz/EU und spezialisierte Modelle für Therapie, Supervision, Diagnostik und Dokumentation. Dieser Fokus auf Qualität, Vertrauen und professionelle Nutzung macht das Abonnement teurer als KI-Tools für den Massenmarkt.
fr_ch: Contrairement aux chatbots IA génériques, mentalhealthGPT est spécialement conçu pour les professionnels et les institutions de santé mentale. Nous investissons dans la protection des données, l'hébergement sécurisé en Suisse/dans l'UE et des modèles spécialisés pour la thérapie, la supervision, le diagnostic et la documentation. Cette priorité accordée à la qualité, à la confiance et à l'utilisation professionnelle rend l'abonnement plus coûteux que les outils IA grand public.

source: Unlimited messages
de_ch: Unbegrenzte Nachrichten
es: Mensajes ilimitados
fr_ch: Messages illimités

source: Unlock the power of AI
de_ch: Entfesseln Sie die Power der KI
fr_ch: Libérez la puissance de l'IA

source: Up to 100 messages/mo
de_ch: Bis zu 100 Nachrichten/Monat
es: Hasta 100 mensajes al mes
fr_ch: Jusqu'à 100 messages/mois

source: Updates
de_ch: Aktualisierungen
fr_ch: Mises à jour

source: Updates & FAQ
es: Actualizaciones y FAQ
fr_ch: Mises à jour et FAQ

source: Upgrade
fr_ch: Mise à niveau

source: Upload
de_ch: Hochladen
es: Subir
fr_ch: Télécharger

source: Upload media
de_ch: Medien hochladen
es: Subir medios
fr_ch: Télécharger un fichier multimédia

source: Upload new image
de_ch: Neues Bild hochladen
es: Subir nueva imagen
fr_ch: Télécharger une nouvelle image

source: Upload to mentalhealthGPT
de_ch: Auf mentalhealthGPT hochladen
es: Subir a mentalhealthGPT
fr_ch: Télécharger vers mentalhealthGPT

source: User Plans for every needs
de_ch: Benutzerpläne für jeden Bedarf
fr_ch: Forfaits adaptés à tous les besoins

source: Username
de_ch: Benutzername
es: Nombre de usuario
fr_ch: Nom d'utilisateur

source: Username or email
de_ch: Benutzername oder E-Mail-Adresse
fr_ch: Nom d'utilisateur ou adresse e-mail

source: Veronica
de_ch: Veronika
es: Verónica
fr_ch: Véronique

source: Very good!
de_ch: Sehr gut!
es: ¡Muy bien!
fr_ch: Très bien !

source: via email
de_ch: per E-Mail
fr_ch: par e-mail

source: Video
es: Vídeo
fr_ch: Vidéo

source: Video Analysis
de_ch: Videoanalyse
fr_ch: Analyse vidéo

source: View
de_ch: Ansicht
es: Ver
fr_ch: Afficher

source: View on Buffer
de_ch: Auf Buffer anzeigen
es: Ver en Buffer
fr_ch: Afficher sur Buffer

source: Voice
de_ch: Stimme
es: Voz
fr_ch: Voix

source: Want to support mentalhealthGPT or learn more? Email
de_ch: Möchten Sie mentalhealthGPT unterstützen oder mehr erfahren? E-Mail
fr_ch: Vous souhaitez soutenir mentalhealthGPT ou en savoir plus ? Envoyez-nous un e-mail

source: Warning: Deleting your account will permanently remove all of your data and cannot be undone. This includes your profile, chats, comments, and any other information associated with your account. Are you sure you want to proceed with deleting your account?
de_ch: Warnung: Durch das Löschen Ihres Kontos werden alle Ihre Daten dauerhaft entfernt und können nicht wiederhergestellt werden. Dazu gehören Ihr Profil, Chats, Kommentare und alle anderen mit Ihrem Konto verbundenen Informationen. Möchten Sie wirklich mit dem Löschen Ihres Kontos fortfahren?
es: Advertencia: Al eliminar tu cuenta, se borrarán de forma permanente todos tus datos y no se podrá revertir. Esto incluye tu perfil, chats, comentarios y cualquier otra información asociada a tu cuenta. ¿Estás seguro de que deseas continuar con la eliminación de tu cuenta?
fr_ch: Avertissement : la suppression de votre compte entraînera la suppression définitive de toutes vos données et ne pourra être annulée. Cela inclut votre profil, vos chats, vos commentaires et toute autre information associée à votre compte. Êtes-vous sûr de vouloir supprimer votre compte ?

source: We are excited to announce that mentalhealthGPT is now available in German, French, and English! This expansion dramatically increases our reach. With this step, we enable psychologists, psychiatrists, and therapists from e.g Switzerland, France, Germany, and the global English-speaking community to benefit from our secure, specialized AI. Multilingual access is a key step in making professional mental health support scalable, collaborative, and more effective.
de_ch: Wir freuen uns, Ihnen mitteilen zu können, dass mentalhealthGPT nun auf Deutsch, Französisch und Englisch verfügbar ist! Diese Erweiterung vergrößert unsere Reichweite erheblich. Mit diesem Schritt ermöglichen wir Psychologen, Psychiatern und Therapeuten aus beispielsweise der Schweiz, Frankreich, Deutschland und der globalen englischsprachigen Gemeinschaft, von unserer sicheren, spezialisierten KI zu profitieren. Der mehrsprachige Zugang ist ein wichtiger Schritt, um professionelle psychologische Unterstützung skalierbar, kollaborativ und effektiver zu gestalten.
es: ¡Nos complace anunciar que mentalhealthGPT ya está disponible en alemán, francés e inglés! Esta expansión aumenta considerablemente nuestro alcance. Con este paso, permitimos que psicólogos, psiquiatras y terapeutas de, por ejemplo, Suiza, Francia, Alemania y la comunidad angloparlante global se beneficien de nuestra IA segura y especializada. El acceso multilingüe es un paso clave para que la asistencia profesional en salud mental sea escalable, colaborativa y más eficaz.
fr_ch: Nous sommes ravis d'annoncer que mentalhealthGPT est désormais disponible en allemand, en français et en anglais ! Cette expansion augmente considérablement notre portée. Grâce à cette avancée, nous permettons aux psychologues, psychiatres et thérapeutes de Suisse, de France, d'Allemagne et de la communauté anglophone mondiale, entre autres, de bénéficier de notre IA sécurisée et spécialisée. L'accès multilingue est une étape clé pour rendre le soutien professionnel en matière de santé mentale évolutif, collaboratif et plus efficace.

source: We don’t issue refunds for early cancellations. However, you will keep full access to all features until the end of your current subscription period.
de_ch: Wir gewähren keine Rückerstattungen für vorzeitige Kündigungen. Sie behalten jedoch bis zum Ende Ihres aktuellen Abonnementzeitraums uneingeschränkten Zugriff auf alle Funktionen.
fr_ch: Nous n'effectuons aucun remboursement en cas d'annulation anticipée. Cependant, vous conserverez un accès complet à toutes les fonctionnalités jusqu'à la fin de votre période d'abonnement en cours.

source: We’re sorry to see you go
de_ch: Wir bedauern Ihr Ausscheiden sehr
es: Lamentamos que se vaya
fr_ch: Nous sommes désolés de vous voir partir

source: We’ve deployed the first secure user interface for mentalhealthGPT, enabling intuitive and privacy-first interaction with our AI services. This marks a big milestone toward bringing our platform directly into clinical hands.
de_ch: Wir haben die erste sichere Benutzeroberfläche für mentalhealthGPT eingeführt, die eine intuitive und datenschutzorientierte Interaktion mit unseren KI-Diensten ermöglicht. Dies ist ein wichtiger Meilenstein auf dem Weg, unsere Plattform direkt in die klinische Praxis zu bringen.
es: Hemos implementado la primera interfaz de usuario segura para mentalhealthGPT, lo que permite una interacción intuitiva y centrada en la privacidad con nuestros servicios de IA. Esto supone un gran hito para llevar nuestra plataforma directamente a manos de los profesionales clínicos.
fr_ch: Nous avons déployé la première interface utilisateur sécurisée pour mentalhealthGPT, permettant une interaction intuitive et respectueuse de la vie privée avec nos services d'IA. Cela marque une étape importante vers la mise à disposition directe de notre plateforme aux professionnels de santé.

source: Welcome form
de_ch: Willkommensformular
es: Formulario de bienvenida
fr_ch: Formulaire d'accueil

source: Welcome page
de_ch: Willkommensseite
es: Página de bienvenida
fr_ch: Page d'accueil

source: Welcome page with input
de_ch: Willkommensseite mit Eingabefeld
fr_ch: Page d'accueil avec saisie

source: Welcome! This area will let you organize your chats. In V1 you'll get: • System lists: Transcripts, Therapies, Favorites, Archived • Your own lists: create, rename, delete • Add a chat to multiple lists (like tags) • Favorite and Archive toggles • Search and filter All metadata stays private; content remains end-to-end encrypted. Later we’ll add Smart Lists (saved filters), shared lists for teams, and bulk actions.
de_ch: Willkommen! In diesem Bereich können Sie Ihre Chats organisieren. In V1 erhalten Sie: • Systemlisten: Transkripte, Therapien, Favoriten, Archivierte • Ihre eigenen Listen: erstellen, umbenennen, löschen • Einen Chat zu mehreren Listen hinzufügen (wie Tags) • Favoriten- und Archiv-Schaltflächen • Suche und Filter Alle Metadaten bleiben privat, Inhalte werden durchgehend verschlüsselt. Später werden wir intelligente Listen (gespeicherte Filter), gemeinsame Listen für Teams und Massenaktionen hinzufügen.
fr_ch: Bienvenue ! Cette section vous permettra d'organiser vos chats. Dans la version 1, vous aurez accès à : • Listes système : transcriptions, thérapies, favoris, archives • Vos propres listes : créer, renommer, supprimer • Ajouter un chat à plusieurs listes (comme des balises) • Boutons Favoris et Archives • Recherche et filtre Toutes les métadonnées restent privées ; le contenu reste crypté de bout en bout. Plus tard, nous ajouterons des listes intelligentes (filtres enregistrés), des listes partagées pour les équipes et des actions groupées.

source: What do the different AI chat areas mean (therapy, supervision, documentation etc.)?
de_ch: Was bedeuten die verschiedenen KI-Chat-Bereiche (Therapie, Supervision, Dokumentation usw.)?
es: ¿Qué significan las diferentes áreas de chat de IA (terapia, supervisión, documentación, etc.)?
fr_ch: Que signifient les différentes zones de chat IA (thérapie, supervision, documentation, etc.) ?

source: What is the best way to prepare for a job interview?
de_ch: Wie bereitet man sich am besten auf ein Vorstellungsgespräch vor?
es: ¿Cuál es la mejor manera de prepararse para una entrevista de trabajo?
fr_ch: Quelle est la meilleure façon de se préparer à un entretien d'embauche ?

source: What makes mentalhealthGPT different from other chatbots like ChatGPT or DeepSeek?
de_ch: Was unterscheidet mentalhealthGPT von anderen Chatbots wie ChatGPT oder DeepSeek?
es: ¿Qué diferencia a mentalhealthGPT de otros chatbots como ChatGPT o DeepSeek?
fr_ch: Qu'est-ce qui différencie mentalhealthGPT des autres chatbots tels que ChatGPT ou DeepSeek ?

source: What's the best way to implement a database in my web application?
de_ch: Wie implementiere ich eine Datenbank am besten in meine Webanwendung?
es: ¿Cuál es la mejor manera de implementar una base de datos en mi aplicación web?
fr_ch: Quelle est la meilleure façon d'implémenter une base de données dans mon application web ?

source: White
de_ch: Weiß
es: Blanco
fr_ch: Blanc

source: Why does mentalhealthGPT cost more than other chat AIs?
de_ch: Warum kostet mentalhealthGPT mehr als andere Chat-KIs?
fr_ch: Pourquoi mentalhealthGPT coûte-t-il plus cher que les autres IA de chat ?

source: WIP
de_ch: in Arbeit
es: Trabajo en curso
fr_ch: en cours

source: With increasing demands in personal and professional life, people often look for ways to boost their productivity and time management skills.
de_ch: Angesichts steigender Anforderungen im Privat- und Berufsleben suchen Menschen oft nach Möglichkeiten, ihre Produktivität und ihr Zeitmanagement zu verbessern.
es: Con el aumento de las exigencias en la vida personal y profesional, las personas suelen buscar formas de aumentar su productividad y mejorar sus habilidades de gestión del tiempo.
fr_ch: Avec des exigences croissantes dans leur vie personnelle et professionnelle, les gens recherchent souvent des moyens d'améliorer leur productivité et leurs compétences en matière de gestion du temps.

source: Write a Welcome Page in HTML and CSS
de_ch: Erstellen Sie eine Willkommensseite in HTML und CSS
es: Escribe una página de bienvenida en HTML y CSS
fr_ch: Écrire une page d'accueil en HTML et CSS

source: Write code (HTML, CSS and JS) for a simple form with 3 input fields and a dropdown with 2 buttons, cancel and send
de_ch: Schreiben Sie Code (HTML, CSS und JS) für ein einfaches Formular mit 3 Eingabefeldern und einem Dropdown-Menü mit 2 Schaltflächen: „Abbrechen“ und „Senden“
es: Escribe código (HTML, CSS y JS) para un formulario sencillo con tres campos de entrada y un menú desplegable con dos botones: «Cancelar» y «Enviar»
fr_ch: Écrire le code (HTML, CSS et JS) d'un formulaire simple comportant 3 champs de saisie et un menu déroulant avec 2 boutons, annuler et envoyer.
