Repository: aidX-AG/mentalhealth-GPT
Catalog: locales/*/core.po
Languages: de_ch, es, fr_ch

source: is currently under development. It will gradually become available as we integrate specialized models to support mental health diagnostics.
de_ch: befindet sich derzeit in der Entwicklung. Es wird nach und nach verfügbar sein, sobald wir spezielle Modelle zur Unterstützung der psychischen Gesundheitsdiagnostik integrieren.
fr_ch: est actuellement en cours de développement. Il sera progressivement disponible à mesure que nous intégrerons des modèles spécialisés pour soutenir les diagnostics en santé mentale.

source: is currently under development. It will soon be available with specialized models for therapy planning, reflection, and evidence‑based suggestions.
de_ch: befindet sich derzeit in der Entwicklung. Es wird bald mit speziellen Modellen für die Therapieplanung, Reflexion und evidenzbasierte Vorschläge verfügbar sein.
fr_ch: est actuellement en cours de développement. Il sera bientôt disponible avec des modèles spécialisés pour la planification thérapeutique, la réflexion et les suggestions fondées sur des preuves.

source: is currently under development. It will soon become available as we integrate specialized models to support therapy planning, reflection, and evidence-based suggestions.
de_ch: befindet sich derzeit in der Entwicklung. Es wird bald verfügbar sein, sobald wir spezielle Modelle zur Unterstützung der Therapieplanung, Reflexion und evidenzbasierten Vorschläge integriert haben.
fr_ch: est actuellement en cours de développement. Il sera bientôt disponible, car nous intégrons des modèles spécialisés pour soutenir la planification thérapeutique, la réflexion et les suggestions fondées sur des preuves.

source: is currently under development. It will soon provide accurate transcription and note-taking support for clinical documentation.
de_ch: befindet sich derzeit in der Entwicklung. Es wird in Kürze eine genaue Transkription und Unterstützung beim Erstellen von Notizen für die klinische Dokumentation bieten.
fr_ch: est actuellement en cours de développement. Il fournira bientôt une transcription précise et une aide à la prise de notes pour la documentation clinique.

source: /month
de_ch: /Monat
fr_ch: /mois

source: 🧠 Hello! I'm your Therapy Support AI. Feel free to describe your case, specific symptoms, or ask for therapeutic strategies.
de_ch: 🧠 Hallo! Ich bin Ihre Therapie-Unterstützungs-KI. Beschreiben Sie mir gerne Ihren Fall, Ihre spezifischen Symptome oder fragen Sie nach therapeutischen Strategien.
fr_ch: 🧠 Bonjour ! Je suis votre assistant thérapeutique IA. N'hésitez pas à me décrire votre cas, vos symptômes spécifiques ou à me demander des stratégies thérapeutiques.

source: 🧠 Hello! I'm your Therapy Support AI. Feel free to describe your case, the specific symptoms, or ask for therapeutic strategies.
de_ch: 🧠 Hallo! Ich bin Ihre Therapie-Unterstützungs-KI. Beschreiben Sie mir gerne Ihren Fall, die spezifischen Symptome oder fragen Sie nach therapeutischen Strategien.
fr_ch: 🧠 Bonjour ! Je suis votre IA d'aide à la thérapie. N'hésitez pas à me décrire votre cas, vos symptômes spécifiques ou à me demander des stratégies thérapeutiques.

source: 😀 Friendly
de_ch: 😀 Freundlich
es: 😀 Amistoso
fr_ch: 😀 Amical

source: 😐 Neutral
fr_ch: 😐 Neutre

source: 😚 Kissing
de_ch: 😚 Küssen
es: 😚 Besos
fr_ch: 😚 Embrasser

source: 🚧 Documentation & Reporting
de_ch: 🚧 Dokumentation und Berichterstattung
fr_ch: 🚧 Documentation et rapports

source: 🚧 The AI functionality for
de_ch: 🚧 Die KI-Funktionalität für
fr_ch: 🚧 La fonctionnalité IA pour

source: 🚧 The AI model for
de_ch: 🚧 Das KI-Modell für
fr_ch: 🚧 Le modèle d'IA pour

source: 🚧 The AI model for Supervision & Training is currently being developed with specialized training data. It will be available soon to support expert feedback and mentoring workflows.
de_ch: 🚧 Das KI-Modell für Supervision und Training wird derzeit mit speziellen Trainingsdaten entwickelt. Es wird in Kürze verfügbar sein, um Expertenfeedback und Mentoring-Workflows zu unterstützen.
fr_ch: 🚧 Le modèle d'IA pour la supervision et la formation est actuellement en cours de développement à l'aide de données de formation spécialisées. Il sera bientôt disponible pour prendre en charge les commentaires des experts et les workflows de mentorat.

source: 🚧 Video Analysis
de_ch: 🚧 Videoanalyse
fr_ch: 🚧 Analyse vidéo

source: 1 chat archived
de_ch: 1 Chat archiviert
es: 1 chat archivado
fr_ch: 1 chat archivée

source: 1 July, 2025
de_ch: 1. Juli 2025
es: 1 de julio de 2025
fr_ch: 1er juillet 2025

source: 1.25x
de_ch: 1,25-fach
es: 1,25 veces
fr_ch: 1,25 fois

source: 1.5x
de_ch: 1,5-fach
es: 1,5 veces
fr_ch: 1,5 fois

source: 12 July, 2025
de_ch: 12. Juli 2025
es: 12 de julio de 2025
fr_ch: 12 juillet 2025

source: 13 July, 2025
de_ch: 13. Juli 2025
es: 13 de julio de 2025
fr_ch: 13 juillet 2025

source: 42 members
de_ch: 42 Mitglieder
es: 42 miembros
fr_ch: 42 membres

source: 609 characters
de_ch: 609 Zeichen
es: 609 caracteres
fr_ch: 609 caractères

source: 7 September, 2025
es: 7 de septiembre de 2025
fr_ch: 7 septembre 2025

source: 8 June, 2025
de_ch: 8. Juni 2025
es: 8 de junio de 2025
fr_ch: 8 juin 2025

source: 90 days history
de_ch: 90-Tage-Verlauf
es: Historial de 90 días
fr_ch: Historique des 90 derniers jours

source: Absolutely. mentalhealthGPT is built to support both independent professionals and larger institutions. As an individual therapist, psychologist, or psychiatrist, you can immediately benefit from a secure and private setup tailored to your personal clinical work. You'll have access to dedicated tools, encrypted data handling, and models that understand the language of your profession. For clinics, hospitals, and practices, we offer extended features such as team-based access, shared context models, integration with internal systems, and the ability to train organization-specific expert models. This ensures that your institution’s knowledge, terminology, and care philosophy are reflected in the AI’s responses. Whether you work alone or in a multidisciplinary team – mentalhealthGPT adapts to your context, helping you deliver consistent, efficient, and privacy-compliant care.
de_ch: Auf jeden Fall. mentalhealthGPT wurde entwickelt, um sowohl unabhängige Fachleute als auch größere Einrichtungen zu unterstützen. Als einzelner Therapeut, Psychologe oder Psychiater können Sie sofort von einer sicheren und privaten Einrichtung profitieren, die auf Ihre persönliche klinische Arbeit zugeschnitten ist. Sie haben Zugriff auf spezielle Tools, verschlüsselte Datenverarbeitung und Modelle, die die Sprache Ihres Berufsstandes verstehen. Für Kliniken, Krankenhäuser und Praxen bieten wir erweiterte Funktionen wie teambasierten Zugriff, gemeinsame Kontextmodelle, Integration in interne Systeme und die Möglichkeit, organisationsspezifische Expertenmodelle zu trainieren. So wird sichergestellt, dass das Wissen, die Terminologie und die Pflegephilosophie Ihrer Einrichtung in den Antworten der KI widergespiegelt werden. Ganz gleich, ob Sie allein oder in einem multidisziplinären Team arbeiten – mentalhealthGPT passt sich Ihrem Kontext an und hilft Ihnen dabei, eine konsistente, effiziente und datenschutzkonforme Versorgung zu gewährleisten.
es: Por supuesto. mentalhealthGPT está diseñado para dar soporte tanto a profesionales independientes como a instituciones más grandes. Como terapeuta, psicólogo o psiquiatra individual, puede beneficiarse inmediatamente de una configuración segura y privada adaptada a su trabajo clínico personal. Tendrá acceso a herramientas específicas, manejo de datos encriptados y modelos que comprenden el lenguaje de su profesión. Para clínicas, hospitales y consultas, ofrecemos funciones ampliadas, como acceso basado en equipos, modelos de contexto compartidos, integración con sistemas internos y la capacidad de entrenar modelos expertos específicos para cada organización. Esto garantiza que los conocimientos, la terminología y la filosofía de atención de su institución se reflejen en las respuestas de la IA. Tanto si trabaja solo como en un equipo multidisciplinar, mentalhealthGPT se adapta a su contexto y le ayuda a prestar una atención coherente, eficiente y que cumple con la normativa de privacidad.
fr_ch: Absolument. mentalhealthGPT est conçu pour aider aussi bien les professionnels indépendants que les grandes institutions. En tant que thérapeute, psychologue ou psychiatre indépendant, vous pouvez immédiatement profiter d'une configuration sécurisée et privée adaptée à votre travail clinique personnel. Vous aurez accès à des outils dédiés, à un traitement crypté des données et à des modèles qui comprennent le langage de votre profession. Pour les cliniques, les hôpitaux et les cabinets, nous proposons des fonctionnalités étendues telles que l'accès en équipe, des modèles contextuels partagés, l'intégration avec les systèmes internes et la possibilité de former des modèles experts spécifiques à l'organisation. Cela garantit que les connaissances, la terminologie et la philosophie de soins de votre institution se reflètent dans les réponses de l'IA. Que vous travailliez seul ou au sein d'une équipe multidisciplinaire, mentalhealthGPT s'adapte à votre contexte et vous aide à fournir des soins cohérents, efficaces et conformes à la confidentialité.

source: Access all AI capabilities
de_ch: Zugriff auf alle KI-Funktionen
es: Accede a todas las capacidades de IA
fr_ch: Accédez à toutes les fonctionnalités de l'IA

source: Access to knowledge base
de_ch: Zugang zur Wissensdatenbank
es: Acceso a la base de conocimientos
fr_ch: Accès à la base de connaissances

source: Add
de_ch: Hinzufügen
fr_ch: Ajouter

source: Add apps
de_ch: Apps hinzufügen
es: Añadir aplicaciones
fr_ch: Ajouter des applications

source: Add chat list
de_ch: Chat-Liste hinzufügen
es: Añadir lista de chat
fr_ch: Ajouter une liste de chat

source: Add list
de_ch: Liste hinzufügen
es: Añadir lista
fr_ch: Ajouter une liste

source: Add to favorite list
de_ch: Zur Favoritenliste hinzufügen
es: Añadir a la lista de favoritos
fr_ch: Ajouter à la liste des favoris

source: Add to Queue
de_ch: Zur Warteschlange hinzufügen
es: Añadir a la cola
fr_ch: Ajouter à la file d'attente

source: Added
de_ch: Hinzugefügt
fr_ch: Ajouté

source: Adjust
de_ch: Anpassen
es: Ajustar
fr_ch: Ajuster

source: Advanced documentation & reporting tools
de_ch: Erweiterte Dokumentations- und Berichterstellungstools
es: Herramientas avanzadas de documentación y generación de informes
fr_ch: Outils avancés de documentation et de reporting

source: Advanced mental health AI models
de_ch: Fortgeschrittene KI-Modelle für die psychische Gesundheit
es: Modelos avanzados de IA para la salud mental
fr_ch: Modèles avancés d'IA en santé mentale

source: Advanced team management
de_ch: Fortgeschrittenes Teammanagement
es: Gestión avanzada de equipos
fr_ch: Gestion avancée des équipes

source: AI chat built for mental health
de_ch: KI-Chat für psychische Gesundheit
fr_ch: Chat IA dédié à la santé mentale

source: AI chat made affordable
de_ch: KI-Chat zu erschwinglichen Preisen
fr_ch: Le chat IA à prix abordable

source: AI development organization
de_ch: Organisation für KI-Entwicklung
es: Organización de desarrollo de IA
fr_ch: Organisation de développement de l'IA

source: AI Systems Ready in European Data Center
de_ch: KI-Systeme in europäischem Rechenzentrum einsatzbereit
es: Sistemas de IA listos en el centro de datos europeo
fr_ch: Systèmes d'IA prêts dans le centre de données européen

source: AI Training on institution-specific data
de_ch: KI-Training mit institutionsspezifischen Daten
es: Formación en IA sobre datos específicos de la institución
fr_ch: Formation à l'IA sur des données spécifiques à l'établissement

source: aidX AI UI
de_ch: aidX KI-Benutzeroberfläche
fr_ch: aidX IA UI

source: All core components of mentalhealthGPT are now in place – from the secure frontend interface to the protected AI backend. We’re now entering the integration phase: connecting the frontend, backend, and AI models through a reliable Node.js architecture. This orchestration enables a seamless and secure experience for users – whether you’re a clinician, psychotherapist, mental health advisor, researcher, or individual seeking support. Every step is designed to meet the privacy and reliability needs of mental health professionals.
de_ch: Alle Kernkomponenten von mentalhealthGPT sind nun vorhanden – von der sicheren Frontend-Schnittstelle bis zum geschützten KI-Backend. Wir treten nun in die Integrationsphase ein: die Verbindung von Frontend, Backend und KI-Modellen über eine zuverlässige Node.js-Architektur. Diese Orchestrierung ermöglicht eine nahtlose und sichere Erfahrung für die Nutzer – egal, ob Sie Kliniker, Psychotherapeut, Berater für psychische Gesundheit, Forscher oder eine Person sind, die Unterstützung sucht. Jeder Schritt ist darauf ausgelegt, die Anforderungen von Fachleuten im Bereich der psychischen Gesundheit an Datenschutz und Zuverlässigkeit zu erfüllen.
es: Todos los componentes básicos de mentalhealthGPT ya están listos, desde la interfaz frontal segura hasta el backend de IA protegido. Ahora estamos entrando en la fase de integración: conectar los modelos frontend, backend y de IA a través de una arquitectura Node.js fiable. Esta coordinación permite una experiencia fluida y segura para los usuarios, ya sean médicos, psicoterapeutas, asesores de salud mental, investigadores o personas que buscan apoyo. Cada paso está diseñado para satisfacer las necesidades de privacidad y fiabilidad de los profesionales de la salud mental.
fr_ch: Tous les composants essentiels de mentalhealthGPT sont désormais en place, de l'interface frontale sécurisée au backend IA protégé. Nous entrons maintenant dans la phase d'intégration : connecter le frontend, le backend et les modèles IA via une architecture Node.js fiable. Cette orchestration offre une expérience fluide et sécurisée aux utilisateurs, qu'ils soient cliniciens, psychothérapeutes, conseillers en santé mentale, chercheurs ou particuliers à la recherche d'aide. Chaque étape est conçue pour répondre aux besoins des professionnels de la santé mentale en matière de confidentialité et de fiabilité.

source: All data is processed with end-to-end encryption to protect patient confidentiality and ensure secure handling at every stage.
de_ch: Alle Daten werden mit einer End-to-End-Verschlüsselung verarbeitet, um die Vertraulichkeit der Patientendaten zu schützen und einen sicheren Umgang in jeder Phase zu gewährleisten.
fr_ch: Toutes les données sont traitées avec un cryptage de bout en bout afin de protéger la confidentialité des patients et de garantir une gestion sécurisée à chaque étape.

source: All patient data is now processed in our zero-trust environment hosted in Switzerland — fully encrypted and compliant with Swiss and European data regulations. Your data remains protected end-to-end.
de_ch: Alle Patientendaten werden nun in unserer Zero-Trust-Umgebung in der Schweiz verarbeitet – vollständig verschlüsselt und in Übereinstimmung mit den Schweizer und europäischen Datenschutzbestimmungen. Ihre Daten bleiben durchgehend geschützt.
es: Todos los datos de los pacientes se procesan ahora en nuestro entorno de confianza cero alojado en Suiza, totalmente encriptado y conforme con las normativas suizas y europeas en materia de datos. Sus datos permanecen protegidos de principio a fin.
fr_ch: Toutes les données des patients sont désormais traitées dans notre environnement « zero trust » hébergé en Suisse, entièrement crypté et conforme aux réglementations suisses et européennes en matière de données. Vos données restent protégées de bout en bout.

source: and
de_ch: und
fr_ch: et

source: App description here
de_ch: App-Beschreibung hier
es: Descripción de la aplicación aquí
fr_ch: Description de l'application ici

source: App name
es: Nombre de la aplicación
fr_ch: Nom de l'application

source: Appearance
de_ch: Aussehen
es: Apariencia
fr_ch: Apparence

source: Apply promo code
de_ch: Promo-Code anwenden
fr_ch: Appliquer le code promotionnel

source: Archive chat
de_ch: Chat archivieren
es: Archivo de chat
fr_ch: Archiver le chat

source: Archived
de_ch: Archiviert
es: Archivado
fr_ch: Archivé

source: arrow-down
de_ch: Pfeil nach unten
es: flecha hacia abajo
fr_ch: flèche vers le bas

source: arrow-prev
de_ch: Pfeil-Zurück
es: flecha-anterior
fr_ch: flèche-précédent

source: Ask mentalhealthGPT
de_ch: Fragen Sie mentalhealthGPT
fr_ch: Demandez à mentalhealthGPT

source: At least 800x800 px recommended.
de_ch: Mindestens 800 x 800 Pixel empfohlen.
es: Se recomienda un tamaño mínimo de 800 x 800 píxeles.
fr_ch: Au moins 800 x 800 pixels recommandés.

source: Audio Transcription & Notes
de_ch: Audio-Transkription & Notizen
fr_ch: Transcription audio et notes

source: Authorized apps
de_ch: Autorisierte Apps
es: Aplicaciones autorizadas
fr_ch: Applications autorisées

source: Auto generate title
de_ch: Titel automatisch generieren
fr_ch: Générer automatiquement le titre

source: Based on the gender identified in the uploaded image, the video has been automatically generated with a male voice. However, you have the option to customize your video by selecting from the available options below.
de_ch: Basierend auf dem in dem hochgeladenen Bild identifizierten Geschlecht wurde das Video automatisch mit einer männlichen Stimme generiert. Sie haben jedoch die Möglichkeit, Ihr Video anzupassen, indem Sie aus den unten verfügbaren Optionen auswählen.
es: Basándose en el género identificado en la imagen subida, el vídeo se ha generado automáticamente con una voz masculina. Sin embargo, tienes la opción de personalizar tu vídeo seleccionando entre las opciones disponibles a continuación.
fr_ch: En fonction du genre identifié dans l'image téléchargée, la vidéo a été générée automatiquement avec une voix masculine. Cependant, vous avez la possibilité de personnaliser votre vidéo en sélectionnant l'une des options disponibles ci-dessous.

source: Billed now
de_ch: Jetzt in Rechnung gestellt
fr_ch: Facturé maintenant

source: Billing email
de_ch: Rechnungs-E-Mail
fr_ch: E-mail de facturation

source: Bio
de_ch: Biografie
es: Biografía
fr_ch: Biographie

source: Blacks
de_ch: Schwarze
es: Negros
fr_ch: Noirs

source: Brainwave
de_ch: Gehirnwelle
es: Onda cerebral
fr_ch: onde cérébrale

source: Bringing It All Together: mentalhealthGPT Enters Integration Phase
de_ch: Alles zusammenführen: mentalhealthGPT tritt in die Integrationsphase ein
es: Todo junto: mentalhealthGPT entra en la fase de integración
fr_ch: Tout rassembler : mentalhealthGPT entre dans sa phase d'intégration

source: Browse and install apps to simplify your life with mentalhealthGPT
de_ch: Durchsuchen und installieren Sie Apps, um Ihr Leben mit mentalhealthGPT zu vereinfachen
fr_ch: Parcourez et installez des applications pour vous simplifier la vie avec mentalhealthGPT

source: By clicking "Start Institution plan", you agree to be charged CHF399 every month, unless you cancel.
de_ch: Durch Klicken auf „Institution-Plan starten“ erklären Sie sich damit einverstanden, dass Ihnen monatlich 399 CHF in Rechnung gestellt werden, sofern Sie nicht kündigen.
fr_ch: En cliquant sur « Démarrer le plan Institution », vous acceptez d'être facturé 399 CHF chaque mois, sauf si vous résiliez votre abonnement.

source: By creating an account, you agree to our
de_ch: Durch die Erstellung eines Kontos erklären Sie sich mit unseren
fr_ch: En créant un compte, vous acceptez nos conditions générales.

source: calendar
de_ch: Kalender
es: calendario
fr_ch: calendrier

source: calendar-check
de_ch: Kalender-Prüfung
es: calendario-verificar
fr_ch: vérification du calendrier

source: Can I get a refund if I cancel my yearly plan early?
de_ch: Erhalte ich eine Rückerstattung, wenn ich meinen Jahresplan vorzeitig kündige?
fr_ch: Puis-je obtenir un remboursement si j'annule mon abonnement annuel avant terme ?

source: Can I try mentalhealthGPT before committing to a paid plan?
de_ch: Kann ich mentalhealthGPT ausprobieren, bevor ich mich für einen kostenpflichtigen Tarif entscheide?
fr_ch: Puis-je essayer mentalhealthGPT avant de m'engager dans un abonnement payant ?

source: Can I use mentalhealthGPT as an individual professional and as part of an institution?
de_ch: Kann ich mentalhealthGPT als einzelner Fachmann und als Teil einer Einrichtung nutzen?
es: ¿Puedo utilizar mentalhealthGPT como profesional individual y como parte de una institución?
fr_ch: Puis-je utiliser mentalhealthGPT en tant que professionnel indépendant et dans le cadre d'une institution ?

source: Can start chat
de_ch: Chat starten
es: Se puede iniciar el chat
fr_ch: Peut démarrer un chat

source: Can view
de_ch: Kann anzeigen
es: Se puede ver
fr_ch: Peut voir

source: Can we have our own dedicated mental health AI specialist?
de_ch: Können wir unseren eigenen KI-Spezialisten für psychische Gesundheit haben?
es: ¿Podemos tener nuestro propio especialista en IA dedicado a la salud mental?
fr_ch: Pouvons-nous avoir notre propre spécialiste dédié à l'IA en santé mentale ?

source: Can’t find any answer?
de_ch: Sie finden keine Antwort?
fr_ch: Vous ne trouvez pas de réponse ?

source: Cancel
de_ch: Abbrechen
es: Cancelar
fr_ch: Annuler

source: Card details
de_ch: Kartendetails
fr_ch: Détails de la carte

source: Card number
de_ch: Kartennummer
fr_ch: Numéro de carte

source: Change currency
de_ch: Währung ändern
fr_ch: Changer la devise

source: Change password
de_ch: Passwort ändern
es: Cambiar contraseña
fr_ch: Modifier le mot de passe

source: Chat 24/7
de_ch: Chat rund um die Uhr
fr_ch: Chat 24h/24, 7j/7

source: Chat and community platform
de_ch: Chat- und Community-Plattform
es: Plataforma de chat y comunidad
fr_ch: Plateforme de chat et communauté

source: Chat export
es: Exportación de chat
fr_ch: Exportation du chat

source: Chat history
de_ch: Chat-Verlauf
es: Historial de chat
fr_ch: Historique du chat

source: Chat list
de_ch: Chat-Liste
es: Lista de chat
fr_ch: Liste de chat

source: Chat with the smartest AI - Experience the power of AI with us
de_ch: Chatten Sie mit der intelligentesten KI – Erleben Sie mit uns die Leistungsfähigkeit der KI
fr_ch: Faites chat avec l'IA la plus intelligente - Découvrez la puissance de l'IA avec nous

source: check
de_ch: überprüfen
es: comprobar
fr_ch: vérifier

source: check-circle
de_ch: Häkchen
es: marca de verificación
fr_ch: cercle de vérification

source: check-thin
de_ch: dünn prüfen
es: delgado
fr_ch: vérifier-mince

source: Chinese Violet
de_ch: Chinesisches Veilchen
es: Violeta china
fr_ch: Violette chinoise

source: Choose date
de_ch: Datum auswählen
es: Seleccionar fecha
fr_ch: Choisissez une date

source: Choose plan
de_ch: Plan auswählen
fr_ch: Choisissez un forfait

source: Chrome on iPhone
de_ch: Chrome auf dem iPhone
es: Chrome en iPhone
fr_ch: Chrome sur iPhone

source: Chrome on Macbook Pro
de_ch: Chrome auf Macbook Pro
es: Chrome en Macbook Pro
fr_ch: Chrome sur Macbook Pro

source: Clear all chat history?
de_ch: Den gesamten Chat-Verlauf löschen?
es: ¿Borrar todo el historial de chat?
fr_ch: Effacer tout l'historique du chat ?

source: Clear chat history
de_ch: Chat-Verlauf löschen
es: Borrar historial de chat
fr_ch: Effacer l'historique du chat

source: close
de_ch: schließen
es: cerrar
fr_ch: fermer

source: close-fat
de_ch: Fettgehalt
es: cerrar-grasa
fr_ch: gras proche

source: Color
de_ch: Farbe
fr_ch: Couleur

source: Confirm new password
de_ch: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fr_ch: Confirmer le nouveau mot de passe

source: Content
de_ch: Inhalt
es: Contenido
fr_ch: Contenu

source: Content copied
de_ch: Inhalt kopiert
es: Contenido copiado
fr_ch: Contenu copié

source: Continue with Apple
de_ch: Weiter mit Apple
fr_ch: Continuer avec Apple
