Repository: aidX-AG/mentalhealth-GPT
Catalog: locales/*/documentation-reports.po
Languages: de_ch, es, fr_ch

source: Hello! How can I assist you with documentation and reporting today?
de_ch: Hallo! Wie kann ich Ihnen heute bei der Dokumentation und Berichterstellung helfen?
es: ¡Hola! ¿En qué puedo ayudarle hoy en materia de documentación e informes?

source: Soon you’ll be able to generate
de_ch: Bald können Sie
es: Pronto podrás generar

source: professional documentation and reports
de_ch: professionelle Dokumentation und Berichte generieren
es: documentación e informes profesionales

source: — whether for clinical use, insurance submissions, or personal records of therapy and supervision sessions.
de_ch: – sei es für den klinischen Gebrauch, für Versicherungsanträge oder für persönliche Aufzeichnungen von Therapie- und Supervisionssitzungen.
es: — ya sea para uso clínico, solicitudes de seguros o registros personales de sesiones terapéuticas y de supervisión.

source: Our AI will help you transform transcripts into
de_ch: Unsere KI hilft Ihnen dabei, Transkripte in
es: Nuestra IA te ayudará a transformar transcripciones en

source: clear, structured, and confidential
de_ch: klare, strukturierte und vertrauliche
es: claro, estructurado y confidencial

source: reports — automatically.
de_ch: Berichte zu transformieren – automatisch.
es: informes — automáticamente.

source: All data is processed with
de_ch: Alle Daten werden verarbeitet mit
es: Todos los datos se procesan con
fr_ch: Toutes les données sont traitées avec

source: end-to-end encryption
de_ch: End-to-End-Verschlüsselung
es: cifrado de extremo a extremo
fr_ch: chiffrement de bout en bout

source: to protect patient confidentiality and ensure secure handling at every stage.
de_ch: um die Vertraulichkeit der Patientendaten zu schützen und einen sicheren Umgang in jeder Phase zu gewährleisten.
es: para proteger la confidencialidad de los pacientes y garantizar un manejo seguro en todas las etapas.
fr_ch: pour protéger la confidentialité des patients et garantir une gestion sécurisée à chaque étape.

source: Documentation & Reporting
de_ch: Dokumentation und Berichte
es: Documentación e informes

source: is an exciting new feature that’s currently in development.
de_ch: ist eine spannende neue Funktion, die derzeit entwickelt wird.
es: es una nueva y emocionante función que se encuentra actualmente en desarrollo.
fr_ch: est une nouvelle fonctionnalité passionnante actuellement en cours de développement.

source: We’re building it to save you time, reduce admin load, and enhance the quality of your documentation —
de_ch: Wir entwickeln dies, um Ihnen Zeit zu sparen, Ihren Verwaltungsaufwand zu reduzieren und die Qualität Ihrer Dokumentation zu verbessern —
es: Lo estamos creando para ahorrarle tiempo, reducir la carga administrativa y mejorar la calidad de su documentación -

source: stay tuned!
de_ch: Bleiben Sie dran!
es: ¡Estén atentos!
fr_ch: restez à l'écoute !

source: Hi there 👋
es: Hola 👋
fr_ch: Bonjour 👋

source: Hello! How can I assist you with your Context Library today?
fr_ch: Bonjour ! Comment puis-je vous aider avec votre bibliothèque contextuelle aujourd'hui ?

source: Build your institutional knowledge base:
fr_ch: Construisez votre base de connaissances institutionnelle :

source: Upload guidelines, regulations, case files, and clinical protocols
fr_ch: Télécharger les directives, les règlements, les dossiers et les protocoles cliniques

source: to give your AI the context it needs to provide institution-specific, precise answers tailored to your clinic's standards.
fr_ch: pour fournir à votre IA le contexte dont elle a besoin afin de fournir des réponses précises et spécifiques à votre établissement, adaptées aux normes de votre clinique.

source: Your Context Library creates a
fr_ch: Votre bibliothèque de contexte crée un

source: searchable, secure knowledge base
fr_ch: base de connaissances sécurisée et consultable

source: that enhances every AI interaction.
fr_ch: qui améliore chaque interaction avec l'IA.

source: Context Library
fr_ch: Bibliothèque de contexte

source: We're building it to enhance AI precision, preserve institutional knowledge, and ensure every response aligns with your standards —
fr_ch: Nous le développons afin d'améliorer la précision de l'IA, de préserver les connaissances institutionnelles et de garantir que chaque réponse soit conforme à vos normes
