Repository: aidX-AG/mentalhealth-GPT
Catalog: locales/*/pseudonymization.po
Languages: es

source: Privacy protection inactive
es: Protección de la privacidad inactiva

source: Loading advanced detection...
es: Cargando detección avanzada...

source: Loading advanced detection ({percent}%)
es: Cargando detección avanzada ({porcentaje}%)

source: Advanced detection active
es: Detección avanzada activa

source: Basic detection only (pattern-based)
es: Solo detección básica (basada en patrones)

source: PII detected
es: PII detectado

source: PII uncertain
es: PII incierto

source: Technical term detected
es: Término técnico detectado

source: Person
es: Persona

source: Location
es: Ubicación

source: Organization
es: Organización

source: Date
es: Fecha

source: Email
es: Correo electrónico

source: Phone
es: Teléfono

source: Social security number
es: Número de la seguridad social

source: Tax ID
es: Número de identificación fiscal

source: Postal code
es: Código postal

source: Diagnosis
es: Diagnóstico

source: Medication
es: Medicación

source: Therapy
es: Terapia

source: Review detected information
es: Revisar la información detectada

source: The following personal information was detected in your message. Confirmed items will be replaced with tokens before sending.
es: Se ha detectado la siguiente información personal en su mensaje. Los elementos confirmados se sustituirán por tokens antes de enviarse.

source: Accept all
es: Aceptar todo

source: Send
es: Enviar

source: Cancel
es: Cancelar

source: Pattern
es: Patrón

source: AI detection
es: Detección de IA

source: Dictionary
es: Diccionario

source: No personal information detected.
es: No se ha detectado información personal.

source: Reject all
es: Rechazar todo

source: Unsupported file type. Please upload a .txt, .pdf or .docx file.
es: Tipo de archivo no compatible. Sube un archivo .txt, .pdf o .docx.

source: File is too large. Maximum size: 10 MB for text files, 50 MB for PDFs and Word documents.
es: El archivo es demasiado grande. Tamaño máximo: 10 MB para archivos de texto, 50 MB para archivos PDF y documentos de Word.

source: The file is empty. Please select a file with content.
es: El archivo está vacío. Seleccione un archivo con contenido.

source: No text could be extracted from this file.
es: No se pudo extraer ningún texto de este archivo.

source: Could not read the file. Please try a different file.
es: No se pudo leer el archivo. Inténtalo con otro archivo.

source: Upload failed. Please check your connection and try again.
es: Error al cargar. Comprueba tu conexión e inténtalo de nuevo.

source: Validating file…
es: Validando archivo…

source: Extracting text…
es: Extrayendo texto…

source: Detecting personal information…
es: Detección de información personal…

source: Uploading…
es: Cargando…

source: Upload document
es: Subir documento

source: Processing…
es: Procesando…

source: Pseudonymise & Attach
es: Seudonimizar y adjuntar

source: Securely detected
es: Detectado de forma segura

source: Uncertain detection
es: Detección incierta

source: Technical term
es: Término técnico

source: 1 detection
es: 1 detección

source: {{count}} detections
es: {{count}} detecciones

source: Please accept at least one detection to proceed.
es: Acepte al menos una detección para continuar.

source: Page {{current}} of {{total}}
es: Página {{actual}} de {{total}}

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Click to accept or reject
es: Haga clic para aceptar o rechazar

source: Open document preview
es: Abrir vista previa del documento

source: Remove attachment
es: Eliminar archivo adjunto

source: Attached document
es: Documento adjunto

source: Show original
es: Mostrar original

source: Show pseudonymised
es: Mostrar seudónimo

source: Export Word
es: Exportar Word

source: Export PDF
es: Exportar PDF

source: Mark as PII
es: Marcar como PII

source: Manually marked
es: Marcado manualmente

source: Select text with cursor for additional pseudonymization
es: Seleccionar texto con el cursor para pseudonimización adicional
