Repository: aidX-AG/mentalhealth-GPT
Catalog: locales/*/sign-*.po
Languages: fr_ch

source: and
fr_ch: et

source: By creating an account, you agree to our
fr_ch: En créant un compte, vous acceptez nos

source: Chat with specialized expertise - Experience AI with complete data protection with us
fr_ch: Faites du chat avec des experts spécialisés - Découvrez l'IA avec une protection complète des données chez nous

source: Continue with Apple
fr_ch: Continuer avec Apple

source: Continue with Google
fr_ch: Continuer avec Google

source: Create account
fr_ch: Créer un compte

source: Create Account
fr_ch: Créer un compte

source: Email
fr_ch: Courriel

source: Forgot password?
fr_ch: Mot de passe oublié ?

source: OR
fr_ch: OU

source: Password
fr_ch: Mot de passe

source: Privacy & Cookie Statement
fr_ch: Déclaration relative à la confidentialité et aux cookies

source: Reset password
fr_ch: Réinitialiser le mot de passe

source: Reset your password
fr_ch: Réinitialisez votre mot de passe

source: Sign in
fr_ch: Se connecter

source: Sign in with mentalhealthGPT
fr_ch: Connectez-vous avec mentalhealthGPT

source: Terms of Service
fr_ch: Conditions d'utilisation

source: Unlock the power of your private mental health AI
fr_ch: Libérez le pouvoir de votre IA privée dédiée à la santé mentale

source: Username or email
fr_ch: Nom d'utilisateur ou adresse e-mail

source: Password is too short. Please use at least 12 characters.
fr_ch: Le mot de passe est trop court. Veuillez utiliser au moins 12 caractères.

source: Please enter a valid email address.
fr_ch: Veuillez saisir une adresse e-mail valide.

source: A technical error occurred while creating the account.
fr_ch: Une erreur technique s'est produite lors de la création du compte.

source: This email address is already registered. Please sign in or use a different address.
fr_ch: Cette adresse e-mail est déjà enregistrée. Veuillez vous connecter ou utiliser une autre adresse.

source: Password is too weak. Please use a stronger password.
fr_ch: Le mot de passe est trop faible. Veuillez utiliser un mot de passe plus fort.

source: Account could not be created.
fr_ch: Impossible de créer le compte.

source: Account successfully created.
fr_ch: Compte créé avec succès.

source: You can now set up your personal passkey - the most secure login method available.
fr_ch: Vous pouvez désormais configurer votre clé d'accès personnelle, la méthode de connexion la plus sécurisée qui soit.

source: Set up passkey now
fr_ch: Configurer la clé d'accès maintenant

source: Sign in with your email and password. If you’ve already set up a passkey, you log in using your smartphone and FaceID or TouchID.
fr_ch: Connectez-vous avec votre adresse e-mail et votre mot de passe. Si vous avez déjà configuré un mot de passe, vous pouvez vous connecter à l'aide de votre smartphone et de FaceID ou TouchID.

source: Create your account with email and password. Afterwards, you set up a secure passkey on your smartphone using FaceID or TouchID.
fr_ch: Créez votre compte avec votre adresse e-mail et votre mot de passe. Ensuite, configurez un code d'accès sécurisé sur votre smartphone à l'aide de FaceID ou TouchID.

source: Set up your secure smartphone passkey
fr_ch: Configurez votre clé d'accès sécurisée pour smartphone

source: Use your smartphone with FaceID or TouchID as your secure key to sign in to mentalhealthGPT.
fr_ch: Utilisez votre smartphone avec FaceID ou TouchID comme clé sécurisée pour vous connecter à mentalhealthGPT.

source: Set up your passkey on your smartphone
fr_ch: Configurez votre clé d'accès sur votre smartphone

source: Scan the QR code with your smartphone to create a secure passkey using FaceID or TouchID. This will be your primary login method.
fr_ch: Scannez le code QR avec votre smartphone pour créer une clé d'accès sécurisée à l'aide de FaceID ou TouchID. Ce sera votre principale méthode de connexion.

source: Passkey setup for
fr_ch: Configuration de la clé d'accès pour

source: Generate QR code for passkey setup
fr_ch: Générer un code QR pour la configuration de la clé d'accès

source: Preparing your passkey setup…
fr_ch: Préparation de la configuration de votre clé d'accès…

source: Scan the QR code with your smartphone
fr_ch: Scannez le code QR avec votre smartphone

source: Open your smartphone camera or your password manager and scan the QR code to start the passkey setup.
fr_ch: Ouvrez l'appareil photo de votre smartphone ou votre gestionnaire de mots de passe et scannez le code QR pour lancer la configuration de la clé d'accès.

source: If nothing happens, try scanning the code again or open the link with your smartphone directly.
fr_ch: Si rien ne se passe, essayez de scanner à nouveau le code ou ouvrez directement le lien avec votre smartphone.

source: Waiting for confirmation from your smartphone…
fr_ch: En attente de confirmation depuis votre smartphone…

source: Could not start your passkey setup. Please try again.
fr_ch: Impossible de démarrer la configuration de votre clé d'accès. Veuillez réessayer.

source: The passkey setup took too long. Please start again.
fr_ch: La configuration de la clé d'accès a pris trop de temps. Veuillez recommencer.

source: Your passkey has been created successfully. You will be redirected to the sign-in page.
fr_ch: Votre clé d'accès a été créée avec succès. Vous allez être redirigé vers la page de connexion.

source: You can also return to the sign-in page at any time:
fr_ch: Vous pouvez également revenir à la page de connexion à tout moment :

source: Back to sign in
fr_ch: Retour à la connexion
