Repository: aidX-AG/mentalhealth-GPT
Catalog: locales/*/video-analysis.po
Languages: de_ch, es, fr_ch

source: Hello! How can I assist you with video analysis today?
de_ch: Hallo! Wie kann ich Ihnen heute bei der Videoanalyse helfen?
es: ¡Hola! ¿En qué puedo ayudarle hoy con el análisis de vídeo?
fr_ch: Bonjour ! Comment puis-je vous aider aujourd'hui en matière d'analyse vidéo ?

source: Our AI-powered video analysis is coming soon.
de_ch: Unsere KI-gestützte Videoanalyse ist in Kürze verfügbar.
es: Nuestro análisis de vídeo basado en inteligencia artificial estará disponible próximamente.
fr_ch: Notre analyse vidéo basée sur l'IA sera bientôt disponible.

source: It will help analyze therapy session recordings
de_ch: Es wird bei der Analyse von Aufzeichnungen von Therapiesitzungen helfen
es: Ayudará a analizar las grabaciones de las sesiones terapéuticas
fr_ch: Cela aidera à analyser les enregistrements des séances de thérapie

source: , detect key themes, nonverbal cues, and therapeutic dynamics — all with full end-to-end security.
de_ch: , wichtige Themen, nonverbale Signale und therapeutische Dynamiken erkennen – und das alles mit umfassender End-to-End-Sicherheit.
es: , detectar temas clave, señales no verbales y dinámicas terapéuticas, todo ello con una seguridad integral de extremo a extremo.
fr_ch: , détecter les thèmes clés, les indices non verbaux et les dynamiques thérapeutiques, le tout avec une sécurité totale de bout en bout.

source: Your video data is protected at every step: in your browser, during upload, and throughout the AI-based processing.
de_ch: Ihre Videodaten sind bei jedem Schritt geschützt: in Ihrem Browser, während des Uploads und während der gesamten KI-basierten Verarbeitung.
es: Tus datos de vídeo están protegidos en cada paso: en tu navegador, durante la carga y a lo largo de todo el procesamiento basado en IA.
fr_ch: Vos données vidéo sont protégées à chaque étape : dans votre navigateur, pendant le téléchargement et tout au long du traitement basé sur l'IA.

source: This feature is currently in development —
de_ch: Diese Funktion befindet sich derzeit in der Entwicklung —
es: Esta función se encuentra actualmente en desarrollo
fr_ch: Cette fonctionnalité est actuellement en cours de développement —

source: stay tuned!
de_ch: Bleiben Sie dran!
es: ¡Estén atentos!
fr_ch: restez à l'écoute !

source: Video Analysis
de_ch: Videoanalyse
es: Análisis de vídeo
fr_ch: Analyse vidéo

source: is a powerful feature that will provide secure, AI-generated insights into therapeutic sessions.
de_ch: ist eine leistungsstarke Funktion, die sichere, KI-generierte Einblicke in Therapiesitzungen liefert.
es: Es una potente función que proporcionará información segura, generada por IA, sobre las sesiones terapéuticas.
fr_ch: est une fonctionnalité puissante qui fournira des informations sécurisées, générées par l'IA, sur les séances thérapeutiques.

source: We’re excited to launch this soon — enabling deeper reflection, supervision, and professional growth.
de_ch: Wir freuen uns darauf, dies bald einzuführen – für tiefere Reflexion, Supervision und berufliches Wachstum.
es: Estamos muy emocionados por lanzar esto pronto, ya que permitirá una reflexión más profunda, una mejor supervisión y un mayor crecimiento profesional.
fr_ch: Nous sommes ravis de lancer prochainement cette initiative, qui favorisera une réflexion plus approfondie, la supervision et le développement professionnel.

source: Hi there 👋
es: Hola 👋
